Repository: Zaryob/wubi
Catalog: po/*.po
Languages: bs, da, es, gu, ja, kk, my, oc, pt_br, sl, sr, th, tr, ug, uk, vi

source: Passwords do not match.
bs: Lozinke se ne poklapaju.
da: Adgangskoderne er ikke ens.
es: Las contraseñas no coinciden.
gu: પાસવર્ડો બંધબેસતા નથી.
ja: パスワードが一致しません。
kk: Құпия сөздер бір-бірімен сәйкес келмейді.
my: password များမတူညီပါ
oc: Los senhals correspondon pas.
pt_br: As senhas não conferem
sl: Gesli se ne ujemata.
sr: Лозинке се не поклапају.
th: รหัสผ่านไม่ตรงกัน
tr: Parolalar eşleşmiyor.
ug: ئىم ماس كەلمىدى.
uk: Паролі не збігаються.
vi: Hai mật mã đã điền không giống nhau.

source: Please wait
bs: Molim sačekajte
da: Vent venligst
es: Por favor, espere
gu: મહેરબાની કરીને રાહ જૂઓ
ja: お待ちください
kk: Күте тұрыңыз
my: ကျေးဇူးပြု၍ ခတ္တစောင့်ဆိုင်းပေးပါ
oc: Se vos plai, esperatz
pt_br: Por favor, aguarde
sl: Prosimo, počakajte
sr: Молимо, сачекајте...
th: กรุณารอสักครู่
tr: Lütfen bekleyiniz
ug: بىرئاز كۈتۈڭ
uk: Будь ласка, зачекайте
vi: Vui lòng chờ

source: Do not download, use a local file
bs: Ne preuzimaj, već koristi lokalnu datoteku
da: Undlad at hente. Brug en lokal fil
es: No descargar; usar un archivo local
gu: ડાઉનલોડ ના કરો, સ્થાનિક ફાઈલ વાપરો
ja: ダウンロードせずにローカルファイルを使う
kk: Жүктеу қажет емес, локальды файлды қолдану
my: Download မပြုလုပ်ပဲ local file ကိုသာအသုံးပြုပါ
pt_br: Não baixar, usar um arquivo local
sl: Ne prejmi, uporabi krajevno datoteko
sr: Не преузимај, већ користи локалну датотеку
th: ไม่ดาวน์โหลด, ใช้ไฟล์ในเครื่อง
tr: İndirmeyin, yerel dosyayı kullanın.
ug: چۈشۈرمەي، يەرلىك ھۆججەتنى ئىشلىتىدۇ
uk: Не завантажувати, використати локальний файл
vi: Không tải về, sử dụng một tập tin cục bộ

source: Remaining time approximately %s
bs: Preostaje približno %s
da: Resterende tid cirka %s
es: Tiempo restante aproximado %s
gu: બાકી રહેલ અંદાજીત સમય %s
kk: Шамамен %s қалып тұр
my: ခန့်မှန်းချိန် %s ကျန်ရှိပါသည်
pt_br: Restando aproximadamente %ss.
sl: Preostaja še približno
sr: Преостаје приближно %s
tr: Yaklaşık olarak kalan zaman %s
ug: قالغان ۋاقىت تەخمىنەن %s
uk: Залишилось часу %s

source: Uninstallation completed
bs: Deinstalacija je završena
da: Fjernelse af installation er fuldført
es: Desinstalación completa
gu: અનઇન્સ્ટોલેશન પૂર્ણ થયું.
ja: アンインストールが完了しました
kk: Жойылу аяқталды
my: Uninstall ပြုလုပ်မှု ပြီးမြောက်သွားပါပြီ
oc: Desinstallacion acabada
pt_br: Desinstalação completa
sl: Odstranitev je zaključena
sr: Деинсталација је завршена
th: ทำการถอดถอนสมบูรณ์แล้ว
tr: Kaldırma tamamlandı
ug: ئۆچۈرۈش تامام
uk: Видалення завершене
vi: Hoàn thành Gỡ cài đặt

source: %s has been successfully uninstalled
bs: %s je uspješno uklonjen
da: %s er blevet fjernet problemfrit
es: %s ha sido desinstalado correctamente
gu: %s સફળતા પુર્વક અનઇન્સ્ટોલેશન થઇ ગયું છે.
ja: %s が正常にアンインストールされました
kk: %s сәтті жойылды
my: %s အောင်မြင်စွာ uninstall ပြုလုပ်ပြီးပါပြီ
oc: %s es estada desinstallada amb succès
pt_br: %s foi desinstalado completamente
sl: %s je bil uspešno odstranjen
sr: %s је успешно уклоњен
th: %s ได้ถูกถอดถอนแล้วอย่างสำเร็จ
tr: %s başarıyla kaldırıldı
ug: %s نى ئۆچۈرۈش مۇۋەپپەقىيەتلىك تاماملاندى
uk: %s було успішно видалено
vi: %s vừa gỡ cài đặt thành công

source: %s Uninstaller
bs: %s Deinstaler
da: %s installationsfjernelse
es: %s Desinstalador
gu: ઇન્સ્ટોલર %s
ja: %s アンインストーラ
kk: %s жою бағдарламасы
oc: Programa de desinstallacion de %s
pt_br: Desinstalador do %s
sl: Odstranitev %s
sr: %s деинсталациони програм
th: %s ตัวถอดถอน
tr: %s Kaldırıcı
ug: %s ئۆچۈرگۈچ
uk: Програма деінсталяції %s

source: Uninstallation required
bs: Potrebna je deinstalacija
da: Fjernelse af installation er påkrævet
es: Desinstalación requerida
gu: અનઇન્સ્ટોલેશનની જરૂર છે.
ja: アンインストールが必要です
kk: Жойылуға тиіс
my: Uninstall ပြုလုပ်ရန် လိုအပ်ပါသည်
oc: Desinstallacion necessària
pt_br: Desinstalação necessária
sl: Zahtevana je odstranitev
sr: Потребна је деинсталација
th: ต้องการ ทำการถอดถอน
tr: Kaldırma gerekli
ug: ئۆچۈرۈش زۆرۈر
uk: Потрібна деінсталяція

source: You are about to uninstall %s
bs: Upravo ćete da uklonite %s
da: Du er ved at fjerne %s
es: Está a punto de desinstalar %s
gu: તમે %s અનઇનસ્ટાલ કરવા જઈ રહયા છો.
ja: %s をアンインストールしようとしています
kk: Сіз %s жойғыңыз келіп тұр
my: သင် %s အား uninstall ပြုလုပ်တော့မည်ဖြစ်သည်
oc: Anatz desinstallar %s
pt_br: Você irá desinstalar %s
sl: Pravkar boste odstranili %s
sr: Управо ћете да уклоните %s
th: คุณมีความต้องการถอดถอน %s
tr: %s'ni/nu sistemden kaldırmak üzeresiniz
ug: سىز %s نى ئۆچۈرۈۋاتىسىز
uk: Ви збираєтеся видалити %s

source: Uninstall
bs: Deinstaliraj
da: Afinstallér
es: Desinstalar
gu: અનઇનસ્ટાલ
ja: アンインストール
kk: Жою
oc: Desinstallar
pt_br: Desinstalar
sl: Odstrani
sr: Уклони
th: ถอดถอน
tr: Kaldır
ug: ئۆچۈر
uk: Видалити
vi: Gỡ cài đặt

source: A previous installation was detected, it needs to be uninstalled before continuing
bs: Pronađena je prethodna instalacija. Potrebno je da se izvrši deinstalacija prije nastavljanja
da: En tidligere installation blev opdaget, den skal fjernes, før du kan fortsætter
es: Ha sido detectada una instalación previa; necesita desinstalarla antes de continuar
gu: જુનું ઇન્સ્ટોલેશન મળી આવ્યું છે, નવું કરતા પેહલા તને નીકળવું જરૂરી છે.
ja: 既にインストールされています。続行する前にアンインストールする必要があります。
kk: Бұрыңғы орнатылым байқалынды, әрі қарай жалғастыру үшін, ол жойылу тиіс
my: ယခင် install ပြုလုပ်ထားသည်ကို တွေ့ရှိရပါသည်။ ရှေ့ဆက်လက်လုပ်ဆောင်ရန်အတွက် ၎င်းအား uninstall ပြုလုပ်ရန်လိုအပ်ပါသည်
pt_br: Uma instalação anterior foi detectada e é necessário sua desinstalação antes de proseguir.
sl: Zaznana je bila predhodna namestitev, ki mora biti pred nadaljevanjem odstranjena
sr: Пронађена је претходна инсталација. Потребно је да се изврши деинсталација пре настављања
th: การติดตั้งของคราวที่แล้วถูกค้นพบ, มีความต้องการถอดถอนสิ่งเหล่านั้นออกก่อนที่จะไปสู่ขั้นตอนต่อไป
tr: Daha önce yapılan bir kurulum bulundu, devam etmeden önce kurulumun kaldırılması gerekir.
ug: ئالدىنقى قېتىملىق ئورنىتىش بايقالدى، ئاۋال ئۆچۈرۈپ ئاندىن داۋاملاشتۇرۇڭ
uk: Виявлено попередню установку, її потрібно видалити перед продовженням

source: Are you sure you want to uninstall?
bs: Želite li da uklonite program?
da: Er du sikker på at du vil fjerne installationen?
es: ¿Está usted seguro de que desea desinstalar?
gu: શું તમે ખરેખર અનઇનસ્ટાલ કરવા માંગો છો?
ja: アンインストールしてよろしいですか？
kk: Жоюды қалайсыз ба?
my: သင် တကယ် uninstall ပြုလုပ်လိုပါသလား
pt_br: Você tem certeza que deseja desinstalar?
sl: Ali ste prepričani, da želite odstraniti?
sr: Желите ли да уклоните програм?
th: คุณแน่ใจหรือว่าต้องการถอดถอน?
tr: Kurulumu kaldırmak istediğinizden emin misiniz?
ug: راستلا ئۆچۈرەمسىز؟
uk: Ви дійсно бажаєте видалити?
vi: Bạn có chắc bạn muốn gỡ cài đặt?

source: Backup the downloaded files (ISO)
bs: Iskopiraj preuzete datoteke (ISO)
da: Opret sikkerhedskopi af de hentede filer (ISO)
es: Hacer una copia de los archivos descargados (ISO)
gu: ડાઉનલોડ કરેલ ફાઈલો નો બેકપ લો. (ISO)
ja: ダウンロードファイル (ISO) をバックアップ
kk: Жүктелінген файлдардың резервті көшімесін жасау (ISO)
my: Download ပြုလုပ်ထားသော (ISO)file များအား backup ပြုလုပ်ပါ
oc: Salvar los fichièrs telecargats (ISO)
pt_br: Cópia de segurança dos arquivos baixados (ISO)
sl: Napravi varnostno kopijo prejetih datotek (ISO)
sr: Архивирај преузете датотеке (ISO)
th: สำรอง downloaded files (ISO)
tr: İndirilen dosyaları yedekle(ISO)
ug: چۈشۈرگەن ھۆججەت (ISO) نى زاپاسلا
uk: Резервне копіювання завантажених файлів (ISO)
vi: Sao lưu các tập tin đã tải về (ISO)

source: Please enter a valid username
es: Introduzca un nombre de usuario válido
th: โปรดใส่ชื่อผู้ใช้ที่ถูกต้อง

source: Your username must start with a letter.
es: Su nombre de usuario debe comenzar con una letra.
th: ชื่อผู้ใช้คุณต้องเริ่มต้นด้วยตัวอักษร

source: Your username must contain only standard letters and numbers.
es: Su nombre de usuario debe contener únicamente letras y números estándar.
th: ชื่อผู้ใช้คุณต้องประกอบไปด้วยตัวอักษรมาตรฐานและตัวเลขเท่านั้น

source: The selected username is reserved, please selected a different one.
es: El nombre de usuario seleccionado está reservado. Por favor, seleccione uno diferente.

source: Adding a new bootlader entry
es: Añadiendo una nueva entrada en el cargador de arranque
