Repository: Zaryob/wubi
Catalog: po/*.po
Languages: bs, da, es, gu, ja, kk, my, oc, pt_br, sl, sr, th, tr, ug, uk, vi

source: If your machine cannot boot off the CD, this program will install a new boot menu entry to help you boot from CD. In most cases this program is not needed, and it is sufficient to reboot with the CD-Rom in the tray. Do you want to proceed and install the CD booter?
bs: Ako Vaš računar ne može da pokrene disk, ovaj program će instalirati novi meni za pokretanje kako bi Vam pomogli u toj namjeri. U većini slučajeva ovaj program nije neophodan i dovoljno je da ponovo pokrenete računar s diskom u njemu. Da li želite da instalirate pokretač diska?
da: Hvis din maskine ikke kan starte op fra cd'en, vil dette program installere et nyt punkt i din opstartsmenu, for at hjælpe dig med at starte op fra cd'en. I de fleste tilfælde behøves dette program ikke, og det er nok blot at genstarte med cd-rom'en i drevet. Ønsker du at fortsætte og installere en cd-booter?
es: Si su equipo no puede arrancar desde el CD, este programa instalará una nueva entrada en el menú de arranque para ayudarle a arrancar desde el CD. En la mayoría de los casos este programa no es necesario, y basta con reiniciar el equipo con el CD-ROM dentro de la unidad. ¿Quiere continuar e instalar el cargador del CD?
gu: જો તમે સીડીથી બહાર બુટ ન કરી શકો, તો આ કાર્યક્રમ તમને સીડી માંથી બુટ કરવા માટેની મદદ કરવા એક નવી બુટ મેનુ નોંધ સ્થાપિત કરશે. મોટે ભાગે આ કાર્યક્રમ આવશ્યક નથી, અને સીડીને ટ્રે માં રાખી કોમ્પ્યુટર ફરી શરૂ કરવું પર્યાપ્ત છે. શું તમે આગળ વધી સીડી બુટ કરનાર સ્થાપિત કરવા માગો છો?
ja: もしコンピューターがCDから起動できない場合は、このプログラムが新しく起動メニューのエントリーをインストールして、CDから起動できるようにしてくれます。大抵はこのプログラムは必要とせずトレイの中のCD-ROMから再起動できます。 CD起動プログラムをインストールして開始しますか？
kk: Егер сіздің компьютеріңіз компакт-дискіден жүктеліне алмаса, бұл бағдарлама жүктелу мәзіріне қосымша таңдауды қосады. Әдетте, бұл бағдарлама керек болмай, дискіні шығармай тұра, қайта жүктелу жеткілікті. Әрі қарай жалғастырып, дисктен жүктегішті орнатуды қалайсыз ба?
my: အကယ်၍ သင့်စက်တွင် CD မှ boot မလုပ်နိုင်ပါက ဤ program သည် သင့်အား CD မှ boot လုပ်နိုင်စေရန် boot menu entry အသစ် install ပြုလုပ်ပေးမည်ဖြစ်သည်။ များသောအားဖြင့် ဤ program အားလိုအပ်မည် မဟုတ်ဘဲ CD-Rom မှတဆင့် reboot ပြုလုပ်နိုင်ပါသည် သင် CD booter အား install ပြုလုပ်ခြင်းကိုဆက်လက်လုပ်ဆောင်လိုပါသလား။
pt_br: Se seu computador não consegue inicializar a partir do CD, este programa irá instalar uma nova opção no menu de inicialização para ajudá-lo a iniciar a partir do CD. Na maioria dos casos, este programa não é necessário, sendo suficiente reiniciar o computador com o CD-ROM na unidade. Você quer continuar e instalar o inicializador de CD?
sl: Če se vaš računalnik ne more zagnati s CD-ja, bo ta program namestil novo možnost v zagonskem meniju za zagon s CD-ja. V večini primerov to ni potrebno in je dovolj le ponoven zagon računalnika s CD-jem v CD pogonu. Ali želite nadaljevati in namestiti CD zaganjalnik?
sr: Ако Ваш рачунар не може да покрене диск, овај програм ће инсталирати нови мени за покретање како би Вам помогли у тој намери. У већини случајева овај програм није неопходан и довољно је да поново покренете рачунар с диском у њему. Да ли желите да инсталирате покретач диска?
th: หากเครื่องของคุณไม่สามารถ boot ผ่าน CD, โปรแกรมนี้จะติดตั้ง boot menu entry ตัวใหม่ ซึ่งช่วยคุณในการ boot จาก CD. กรณีโดยส่วนใหญ่แล้วโปรแกรมนี้ไม่มีความจำเป็นเลย, และมันเพียงพอแล้วที่จะ reboot ด้วย CD-Rom ที่อยู่ในถาด. คุณต้องการดำเนินการและติดตั้ง CD booter ดังกล่าว?
tr: Eğer bilgisayarınız CD'den başlayamıyorsa, bu program size yeni bir başlatma yardımcısı kuracaktır. Birçok durumda bu programa ihtiyaç duyulmaz ve CD'yi tepsisine koyarak bilgisayarı yeniden başlatmak yaterli olur.
ug: ئەگەر كومپيۇتېرىڭىز CD دىن قوزغىلالمىسا، بۇ پىروگرامما يېڭىدىن قوزغىتىتىش تۈرى قوشۇپ، CD دىن قوزغىتىشقا ياردەم بېرىدۇ. كۆپىنچە ھاللاردا بۇ پىروگرامما بولمىسىمۇ CD-Rom دىن بىۋاستە قوزغاتقىلى بولىدۇ. سىز CD قوزغىغۇچنى ئورنىتىۋېرەمسىز؟
uk: Якщо у Вашого комп’ютера є проблеми з завантаженням з CD, програма додасть новий пункт в меню завантажувача, щоб допомогти Вам завантажити систему з даного носія. У більшості випадків ця програма не потрібна і цілком достатньо просто перезавантажити комп’ютер, залишивши диск у приводі. Встановити завантажувач з компакт-диску?
vi: Nếu máy tính không khởi động được qua ổ đọc CD, trình này sẽ bổ sung lựa chọn khởi động CD vào thực đơn khởi động. Thông thường sẽ không cần đến chương trình này, chỉ cần đưa đĩa CD vào ổ đọc CD và khởi dộng lại máy tính. Bạn có muốn tiến hành cài trình khởi động CD không?

source: Are you sure you want to quit?
bs: Da li ste sigurni da želite izaći?
da: Er du sikker på, at du vil afslutte?
es: ¿Está seguro que desea salir?
gu: શું તમે ખરેખર બહાર નીકળવા માંગો છો?
ja: 本当に終了してもよろしいですか？
kk: Сіз шығуды қалайсыз ба?
my: သင် ရပ်ဆိုင်းမည်မှာ သေချာပါသလား
oc: Sètz segur que volètz quitar ?
pt_br: Você tem certeza que deseja sair?
sl: Ali ste prepričani, da želite končati?
sr: Желите ли да изађете?
th: คุณแน่ใจหรือว่าต้องการจะปิด?
tr: Çıkmak istediğinize emin misiniz?
ug: راستلا چېكىنەمسىز؟
uk: Ви дійсно бажаєте вийти?
vi: Bạn có chắc muốn thoát không?

source: Completing the %s Setup Wizard
bs: Dovršavanje %s vodiča za instalaciju
da: Afslutter %s-opsætningsguiden
es: Completando el asistente de configuración %s
gu: %s સેટઅપ વિઝાર્ડ પૂર્ણ કરી રહયું છે
ja: %s のセットアップウィザードが完了しました
kk: %s орнатылым көмекшісінің (setup wizard) жұмысы аяқталуда
my: Setup Wizard ၏ %s ပြီးစီးထားပါသည်
oc: Finalizacion de l'assistent d'installacion de %s
pt_br: Completando o assistente de instalação do %s
sl: Zaključevanje čarovnika za namestitev %s
sr: Довршавање %s водича за инсталацију
th: การทำให้ตัวช่วยติดตั้ง %s สมบูรณ์ขึ้น
tr: %s Kurulum Sihirbazı tamamlanıyor
ug: ئورنىتىش يېتەكچىسى %s تاماملاندى
uk: Завершення %s Майстра Встановлення

source: You need to reboot to complete the installation
bs: Morate ponovo da pokrenete sistem kako bi se instalacija završila
da: Du er nødt til at genstarte computeren for at fuldføre installationen
es: Necesita reiniciar para completar la instalación
gu: ઇન્સ્તોલેસન ખતમ કરવા માટે ફરી ચાલુ કરવું (રીબૂત) જરૂરી છે
ja: インストールを完了するには再起動が必要です
kk: Орнатылым аяқтау үшін компьютерді қайта жүктеуіңіз қажет
my: Install ပြုလုပ်ခြင်းအား ပြီးမြောက်စေရန်အတွက် reboot ပြုလုပ်ရန်လိုအပ်ပါသည်
oc: Vos cal reamodar per acabar l'installacion
pt_br: Você precisa reiniciar para completar a instalação
sl: Za dokončanje namestitve morate računalnik ponovno zagnati
sr: Морате поново да покренете систем како би се инсталација завршила
th: คุณต้อง reboot เพื่อทำให้การติดตั้งเสร็จสิ้น
tr: Kurulumu tamamlamak için sistemi yeniden başlatmanız gerekir
ug: ئورنىتىش تاماملانغاندىن كېيىن قايتا قوزغىتىشىڭىز زۆرۈر
uk: Для завершення встановлення вам слід перезавантажитися
vi: Bạn cần phải khởi động lại để hoàn tất việc cài đặt

source: I want to manually reboot later
bs: Želim da ručno ponovo pokrenem sistem kasnije
da: Jeg vil genstarte manuelt senere
es: Deseo reiniciar manualmente luego
gu: હું જાતે ફરી ચાલુ (રીબૂત) કરવા માંગું છુ
ja: 後から手動で再起動
kk: Кейінірек қайта жүктеу
my: နောက်မှ ကိုယ်တိုင် reboot လုပ်မည်
pt_br: Eu quero reiniciar manualmente depois
sl: Želim ročno ponovno zagnati kasneje
sr: Желим касније да покренем систем
th: ฉันต้องการสั่ง reboot ด้วยตัวเองในภายหลัง
tr: Daha sonra yeniden başlatmak istiyorum
ug: سەل تۇرۇپ ئۆزەم قايتا قوزغىتىمەن
uk: Я бажаю перезавантажити вручну пізніше
vi: Tôi muốn tự khởi động lại sau

source: Only %sMB of disk space are available. At least 1024MB are required as a bare minimum. Quitting
bs: Dostupno je samo %sMB slobodnog prostora. Potrebno je najmanje 1024MB. Izlaženje
da: Der er kun %sMB til rådighed. Mindst 1024MB er påkrævet. Afslutter
es: Sólo hay %sMB de espacio disponible en el disco. Se necesitan al menos 1024MB mínimos. Saliendo.
gu: ફક્ત %sMB જેટલીજ જગ્યા પ્રાપ્ય છે. લઘુતમ ૧૦૨૪ MB જરૂરી છે. બહાર નિકાળી રહયું છે.
ja: %sMB のディスク領域だけが利用可能です。 少なくとも、最小限の領域として1024MBが必要です。終了します。
kk: Дискте тек %sМб орын жетімді. Ең аз дегенде 1024Мб қажет. Шығу
my: Disk space ၏ %sMB သာလွတ်လပ်ပါသည်. အနည်းဆုံးအနေဖြင့် 1024MB လိုအပ်သောကြောင့် Quit ပြုလုပ်နေပါသည်
pt_br: Apenas %sMB de espaço em disco está disponivel. No mínimo, 1024MB são necessários. Saindo.
sl: Na voljo je le %s MB prostora na disku. Zahtevanih je najmanj 1024 MB. Program se bo končal.
sr: Доступно је само %sMB слободног простора. Потребно је најмање 1024MB. Излажење
th: มีเพียง %sMB ของพื้นที่ว่างบนดิสก์ที่อนุมัติ. ต้องการขั้นต่ำอย่างน้อยที่สุด 1024MB. ทำการปิด
tr: Diskte sadece %s MB boş alan var. En az 1024 MB alan gerekmektedir. İşlemden çıkılıyor.
ug: پەقەت %sMB ئىشلەتكىلى بولىدىغان دىسكا بوشلۇقى بار. ئەڭ كىچىك ھالەتتە ئورناتقاندىمۇ 1024MB بوشلۇققا ئېھتىياجلىق. چىكىنىۋاتىدۇ
uk: Доступно лише %sMБ дискового простору. Хоча б 1024MБ потрібно щонайменше. Виходжу
vi: Chỉ có %sMB không gian đĩa có sẵn. Ít nhất 1024MB là yêu cầu tối thiểu. Đang thoát

source: %(min_space)sMB of disk size are required for installation. Only %(max_space)sMB are available. The installation may fail in such circumstances. Do you wish to continue anyway?
bs: Potrebno je najmanje %(min_space)sMB slobodnog prostora na disku za nastavak instalacije. Dostupno je samo %(max_space)sMB. Instalacija vjerovatno neće uspjeti u takvim okolnostima. Da li ipak želite da nastavite?
da: Der skal bruges %(min_space)sMB diskplads for at installere. Kun %(max_space)sMB er tilgængelig. Installationen kan fejle under sådanne omstændigheder. Vil du fortsætte alligevel?
es: Se necesitan %(min_space)sMB de espacio en disco para la instalación. Sólo hay %(max_space)sMB disponibles. La instalación puede fallar en estas circunstancias. ¿Desea continuar de todos modos?
gu: %(min_space)sMB જેટલી જગ્યા ઇન્સ્ટોલેશન માટે જરૂરી છે. ફક્ત %(max_space)sMB પ્રાપ્ય છે. આવી સ્થિતિ માં ઇન્સ્ટોલેશન નાપાસ થઇ શકે છે. શું તોપણ તમે આગળ વધવા માંગો છો?
ja: インストールには %(min_space)sMB のディスクサイズが必要ですが、 %(max_space)sMB のみ利用可能です。 この状態ではインストールが失敗する可能性があります。 それでも続行しますか？
kk: Орнатылым үшін %(min_space)sМб дискілік бос орын қажет. %(max_space)sМб бос орын ғана жетімді. Жалғастырам десеңіз орнатылым апатты аяқталуы мүмкін. Әрі қарай жалғастыруды қалайсыз ба?
my: Install ပြုလုပ်ရန်အတွက် disk size %(min_space)sMB လိုအပ်ပါသည် ယခုတွင် %(max_space)sMB ကိုသာအသုံးပြုနိုင်ပါသည်. ဤအခြေအနေမျိုးသည် Install ပြုလုပ်မှုအောင်မြင်ရန် ခက်ခဲပါသည် သင် ဆက်လက် လုပ်ဆောင်လိုပါသလား။
pt_br: %(min_space)sMB de espaço em disco é necessário para a instalação. Apenas %(max_space)sMB está disponivel. A instalação pode falhar nessas circunstâncias. Deseja continuar de qualquer jeito?
sl: Za namestitev je zahtevanih %(min_space)s MB prostora na disku. Na voljo je le %(max_space)s MB. Namestitev bo pod temi pogoji morda spodletela. Ali želite kljub temu nadaljevati?
sr: Потребно је најмање %(min_space)sMB слободног простора на диску за наставак инсталације. Доступно је само %(max_space)sMB. Инсталација вероватно неће успети у таквим околностима. Да ли ипак желите да наставите?
th: %(min_space)sMB ของพื้นที่ดิสก์ที่ต้องการเพื่อการติดตั้ง. มีเพียง %(max_space)sMB ที่อนุมัติอยู่ตอนนี้. การติดตั้งอาจล้มเหลวในสภาพแวดล้อมเช่นนั้น. คุณต้องการดำเนินการต่อไปหรือเปล่า?
ug: ئورنىتىشقا %(min_space)sMB دىسكا بوشلۇقى زۆرۈر. ئەمما ھازىر پەقەت %(max_space)sMB ئىشلەتكىلى بولىدىغان بوشلۇق بار. نۆۋەتتىكى ئورنىتىش ھالىتىدە ئورناتقىلى بولماسلىقى مۇمكىن. داۋاملاشتۇرۇۋېرەمسىز؟
uk: %(min_space)sMB дискового простору потребується для встановлення Лише %(max_space)sMB доступно. Інсталяція може провалитися в таких обставинах Ви бажаєте продовжити у любому випадку?

source: (%sGB free)
bs: (%sGB slobodno)
da: (%sGB ledig)
es: (%sGB libres)
gu: (%sGB મુક્ત)
kk: (%sГб бос орын бар)
my: (%sGB လွတ်လပ်နေပါသည်)
oc: (%s Go disponibles)
pt_br: (%sGB livre(s))
sl: (%s GB prosto)
sr: (%sGB слободно)
th: (%sGB ว่าง)
tr: (%sGB boş alan)
ug: (%sGB بوش)
uk: (%sGB вільно)
vi: (%sGB trống)

source: Please select username and password for the new account
bs: Izaberite korisničko ime i lozinku za novi nalog
da: Vælg venligst brugernavn og adgangskode til den nye konto
es: Indique un nombre de usuario y una contraseña para la nueva cuenta
gu: મહેરબાની કરીને નવા ખાતા માટે વપરાશકર્તાનું નામ અને પાસવર્ડ પસંદ કરો
ja: 新しいアカウントのユーザー名とパスワードを入力してください。
kk: Жаңа пайдаланушы атын және оның құпия сөзін таңдаңыз
my: Account အသစ်အတွက် username နှင့် password အားရွေ:ချယ်ပေးပါ
pt_br: Por favor selecione um nome de usuário e uma senha para a nova conta
sl: Vpišite uporabniško ime in geslo novega uporabniškega računa
sr: Изаберите корисничко име и лозинку за нови налог
th: โปรดเลือก ชื่อผู้ใช้ และ รหัสผ่าน สำหรับบัญชีผู้ใช้ใหม่
tr: Lütfen yeni hesap için kullanıcı adı ve parola seçin
ug: يېڭى ھېساباتقا ئىشلەتكۈچى ئاتى ۋە ئىم تاللاڭ
uk: Будь ласка, виберіть ім'я користувача та пароль для нового облікового запису
vi: Vui lòng chọn tên người dùng và mật mã cho tài khoản mới

source: Installation drive:
bs: Instalacioni disk uređaj:
da: Installationsdrev:
es: Unidad de instalación:
gu: ઇનસ્ટાલ ડ્રાઈવ
ja: インストールドライブ:
kk: Орнатылым дискісі:
oc: Disc d'installacion :
pt_br: Unidade de instalação:
sl: Pogon za namestitev:
sr: Инсталациона јединица
th: ติดตั้งที่ไดรว์:
tr: Yükleme sürücüsü:
ug: ئورنىتىدىغان نىشان دىسكا:
uk: Дисковод установки:

source: Installation size:
bs: Veličina instalacije:
da: Installationsstørrelse:
es: Tamaño de instalación:
gu: ઇનસ્ટાલ કદ
ja: インストールサイズ:
kk: Орнатылым өлшемі:
oc: Talha de l'installacion :
pt_br: Tamanho da instalação:
sl: Velikost namestitve:
sr: Величина инсталације:
th: ขนาดติดตั้ง:
tr: Kurulum boyutu:
ug: ئورنىتىش چوڭلۇقى:
uk: Розмір установки:

source: Desktop environment:
bs: Okruženje radne površine:
da: Skrivebordsmiljø:
es: Entorno de escritorio:
gu: ડેસ્કટોપ વાતાવરણ.
ja: デスクトップ環境:
kk: Жұмыс үстел ортасы:
oc: Environament de burèu :
pt_br: Ambiente gráfico:
sl: Namizno okolje:
sr: Окружење радне површине:
th: สภาพแวดล้อมพื้นโต๊ะ:
tr: Masaüstü ortamı:
ug: ئۈستەلئۈستى مۇھىتى:
uk: Оточення стільниці:
vi: Môi trường làm việc:

source: Language:
bs: Jezik:
da: Sprog:
es: Idioma:
gu: ભાષા:
ja: 言語:
kk: Тіл:
my: ဘာသာစကား ၊
oc: Lenga :
pt_br: Idioma:
sl: Jezik:
sr: Језик:
th: ภาษา:
tr: Dil:
ug: تىل:
uk: Мова:
vi: Ngôn ngữ :

source: Username:
bs: Korisničko ime:
da: Brugernavn:
es: Usuario:
gu: વપરાશકર્તાનું નામ:
ja: ユーザー名:
kk: Пайдаланушы:
my: သုံးစွဲသူအမည် -
oc: Nom d'utilizaire :
pt_br: Nome de usuário:
sl: Uporabniško ime:
sr: Корисничко име:
th: ชื่อผู้ใช้:
tr: Kullanıcı Adı:
ug: ئىشلەتكۈچى ئاتى:
uk: Ім’я користувача:
vi: Tên người dùng:

source: Password:
bs: Lozinka:
da: Adgangskode:
es: Contraseña:
gu: પાસવર્ડ:
ja: パスワード:
kk: Құпия сөз:
oc: Senhal :
pt_br: Senha:
sl: Geslo:
sr: Лозинка:
th: รหัสผ่าน:
tr: Parola:
ug: ئىم:
uk: Пароль:
vi: Mật khẩu:

source: %s Installer
bs: %s instalacioni program
da: %s installationsprogram
es: %s Instalador
gu: %s ઇનસ્ટાલર
ja: %s インストーラ
kk: %s орнатушы бағдарлама
oc: Programa d'installacion %s
pt_br: Instalador do %s
sl: Namestitveni program %s
sr: %s инсталациони програм
th: %s ตัวติดตั้ง
tr: %s Yükleyici
ug: %s ئورناتقۇچ
uk: Встановлювач %s

source: You are about to install %(distro)s-%(version)s
bs: Upravo ćete da instalirate %(distro)s-%(version)s
da: Du er ved at installere %(distro)s-%(version)s
gu: તમે હવે %(distro)s-%(version)s ઇનસ્ટાલ કરવા જઈ રહયા છો.
ja: %(distro)s-%(version)s をインストールしようとしています
kk: %(distro)s-%(version)s орнатқыңыз келіп тұр
my: သင်သည် %(distro)s-%(version)s အား install ပြုလုပ်တော့မည်ဖြစ်သည်
pt_br: Você está prestes a instalar %(distro)s-%(version)s
sl: Pravkar boste namestili %(distro)s-%(version)s
sr: Управо ћете да инсталирате %(distro)s-%(version)s
th: คุณมีความต้องการติดตั้ง %(distro)s-%(version)s
ug: سىز %(distro)s-%(version)s نى ئورنىتىسىز
uk: Ви збираєтесь встановити %(distro)s-%(version)s

source: %(min_memory)sMB of memory are required for installation. Only %(total_memory)sMB are available. The installation may fail in such circumstances. Do you wish to continue anyway?
bs: Potrebno je najmanje %(min_memory)sMB memorije za instalaciju. Dostupno je samo %(total_memory)sMB. Instalacija možda neće uspjeti u takvim okolnostima. Da li ipak želite da nastavite?
da: Der skal bruges %(min_memory)sMB hukommelse for at installere. Kun %(total_memory)sMB er tilgængelig. Installationen kan fejle under sådanne omstændigheder. Vil du fortsætte alligevel?
es: Se necesitan %(min_memory)sMB de memoria para continuar. Sólo hay %(total_memory)sMB disponibles. La instalación puede fallar en estas circunstancias. ¿Desea continuar de todos modos?
gu: %(min_memory)sMB જેટલી જગ્યા ઇન્સ્ટોલેશન માટે જરૂરી છે. ફક્ત %(total_memory)sMB પ્રાપ્ય છે. આવી સ્થિતિ માં ઇન્સ્ટોલેશન નાપાસ થઇ શકે છે. શું તોપણ તમે આગળ વધવા માંગો છો?
ja: インストールには %(min_memory)sMB のメモリが必要ですが、 %(total_memory)sMB のみ利用可能です。 この状態ではインストールが失敗する可能性があります。 それでも続行しますか？
kk: Орнатылым үшін %(min_memory)sМб оперативты жады қажет. %(total_memory)sМб оперативты жады ғана жетімді. Жалғастырам десеңіз орнатылым апатты аяқталуы мүмкін. Әрі қарай жалғастыруды қалайсыз ба?
my: Memory ၏ %(min_memory)sMB ကိုသာ installation အတွက်လိုအပ်ပါသည် ယခုတွင် %(total_memory)sMB သာလွတ်လပ်နေပါသည် ဤအခြေအနေမျိုးတွင် install ပြုလုပ်ပါက ပြီးမြောက်ခြင်းမရှိနိုင်ပါ ဆက်လက်ပြုလုပ်လိုပါသလား
pt_br: %(min_memory)sMB de memória necessário para a instalação. Apenas %(total_memory)sMB está disponivel. A instalação pode falhar nessas circunstâncias. Deseja continuar de qualquer jeito?
sl: Za namestitev je zahtevani %(min_memory)s MB pomnilnika. Na voljo je le %(total_memory)s MB. Namestitev bo morda pod temi pogoji spodletela. Ali želite kljub temu nadaljevati?
sr: Потребно је најмање %(min_memory)sMB меморије за инсталацију. Доступно је само %(total_memory)sMB. Инсталација можда неће успети у таквим околностима. Да ли ипак желите да наставите?
th: %(min_memory)sMB ของหน่วยความจำนั้นจำเป็นสำหรับการติดตั้ง. มีเพียงแค่ %(total_memory)sMB ที่ได้รับอนุมัติในขณะนี้. การติดตั้งอาจล้มเหลวภายใต้สภาวะเช่นนั้น. คุณต้องการดำเนินการต่อไปหรือเปล่า?
tr: Yükleme için %(min_memory)sMB hafıza gerekli. Kullanılabilir alan ise %(total_memory)sMB. Bu şartlar altında yükleme başarısız olabilir. Yine de kuruluma devam etmek istiyor musunuz?
ug: ئورنىتىشقا %(min_memory)sMB ئەسلەك زۆرۈر. ھازىرقى ئىشلەتكىلى بولىدىغان ئەسلەك پەقەت %(total_memory)sMB. نۆۋەتتىكى ئورنىتىش ھالىتىدە ئورناتقىلى بولماسلىقى مۇمكىن. داۋاملاشتۇرۇۋېرەمسىز؟
uk: Для встановлення необхідно %(min_memory)sМБ дискового простору. Доступно лише %(total_memory)sМБ. Продовження може призвести до зупинки інсталяції. Ви впевнені, що бажаєте продовжити?

source: Please enter a valid username.
my: သတ်မှတ်ချက်နှင့်ကိုက်ညီသော username ဖြည့်ပေးပါ
ug: ئىناۋەتلىك بىر ئىشلەتكۈچى ئاتىنى كىرگۈزۈڭ.
uk: Будь ласка, введіть правильне ім’я.

source: Please use all lower cases in the username.
bs: Koristite samo mala slova u korisničkom imenu.
da: Brug venligst kun små bogstaver i brugernavnet.
es: Por favor, use sólo minúsculas en el nombre de usuario.
gu: વપરાશકર્તા નામમાં બધા નાના અક્ષરો વાપરો.
ja: ユーザー名は全て小文字にして下さい。
kk: Пайдаланушының атын енгізгенде тек кіші әріптер қолданылуы керек.
my: username အား စာလုံးအသေးဖြင့်သာ ရိုက်ဖြည့်ပေးပါ
pt_br: Por favor use apenas letras minúsculas no nome de usuário.
sl: Uproabniško ime naj vsebuje le male črke.
sr: Користите само мала слова у корисничком имену.
th: โปรดใช้ตัวพิมพ์เล็กในชื่อผู้ใช้
tr: Lütfen kullanıcı adında küçük harfler kullanın.
ug: ئىشلەتكۈچى ئاتىدىكى ھەرپنىڭ ھەممىسى كىچىك يېزىلىدۇ.
uk: Використовуйте лише малі літери
vi: Bạn vui lòng chỉ dùng chữ nhỏ trong tên người dùng.

source: Please do not use spaces in the username.
bs: Ne koristite razmake u korisničkom imenu.
da: Brug venligst ikke mellemrum i brugernavnet.
es: Por favor, no use espacios en el nombre de usuario.
gu: વપરાશકર્તા નામમાં સ્પેસ વાપરશો નહિ.
ja: ユーザー名に空白を使わないで下さい。
kk: Пайдаланушының атын енгізгенде бос орындар қолданылмау керек.
my: username ဖြည့်စွက်ရာတွင် space များမခြားပါနှင့်
pt_br: Por favor não coloque espaços no nome de usuário.
sl: V uporabniškem imenu ne uporabljajte presledkov.
sr: Не користите размаке у корисничком имену.
th: โปรดอย่าใช้การเว้นวรรคในชื่อผู้ใช้
tr: Lütfen kullanıcı adında boşluk kullanmayın.
ug: ئىشلەتكۈچى ئاتىدا بوشلۇق ئىشلەتمەڭ.
uk: Будь ласка, не використовуйте пробілів у імені користувача.
vi: Bạn vui lòng không dùng phím cách khi đặt tên người dùng.

source: Your username must start with a lower-case letter.
bs: Vaše korisničko ime mora početi malim slovom
da: Dit brugernavn skal starte med et lille bogstav.
my: သင့် username သည် စာလုံးအသေးဖြင့်သာ စတင်ရပါမည်
pt_br: Seu nome de usuário tem que começar com letra minúscula.
sl: Vaše uporabniško ime se mora začeti z malo črko.
ug: ئىشلەتكۈچى ئاتى كىچىك ھەرپتىن باشلىنىدۇ.
uk: Ім’я має починатись з маленької літери

source: Your username must contain only lower-case letters, numbers, hyphens, and underscores.
bs: Vaše korisničko ime mora sadržati samo mala slova, brojeve, crtice i poidvlačilice
da: Dit brugernavn må kun indeholde små bogstaver, numre, tankestreger og understreger.
my: သင့် username တွင် စာလုံးအသေး၊နံပါတ်၊ hyphen နှင့် underscores များသာပါဝင်ခွင့်ရှိပါသည်
pt_br: Seu nome de usuário deve conter apenas letras minúsculas, números, hifens e sublinhados.
sl: Vaše uporabniško ime lahko vsebuje le male črke, številke, vezaje in podčrtaje.
ug: ئىشلەتكۈچى ئاتىدا پەقەت ئىنگلىزچە كىچىك ھەرپ، سان، سىزىقچە ۋە ئاستى سىزىق بولىدۇ.
uk: Ім’я користувача може містити лише маленькі букви, цифри, дефіс та підкреслювання.

source: The selected username is reserved, please select a different one.
bs: Korisničko ime je već zauzeto. Izaberite drugo.
da: Det valgte brugernavn er reserveret. Du skal vælge et andet.
gu: પસંદ કરેલ વપરાશકર્તા નામ કોઈ પેહલા પસંદ કરી ચૂકયું છે, નવું પસંદ કરો.
ja: 入力したユーザー名は予約されています。他のものを使ってください。
kk: Таңдалған пайдаланушы аты жүйеде тіркелген, басқасын таңдаңыз.
my: သင်ရွေးချယ်ထားသော username သည် အသုံးပြုလျက်ရှိနေပါသည်။ အခြား မတူညီသည့်တစ်ခု ရွေးချယ်ပေးပါ
pt_br: O nome de usuário selecionado é reservado. Por favor escolha outro diferente.
sl: Izbrano uporabniško ime je rezervirano, izberite si drugega.
sr: Корисничко име је већ заузето. Изаберите друго.
th: ชื่อผู้ใช้ที่ถูกเลือกนั้นได้ถูกสงวนไว้เฉพาะ,กรุณาเลือกอันอื่นที่ต่างไป.
tr: Seçilen kullanıcı adı daha önce alındı, lütfen farklı bir tane seçin.
ug: تاللىغان ئات سىستېمىغا قالدۇرۇلغان، باشقا ئاتتىن بىرنى تاللاڭ.
uk: Вибране ім'я користувача є зарезервованим, будь ласка, виберіть інше.
vi: Tên người dùng được sử dụng rồi, xin vui lòng lựa chọn một tên khác.

source: Please enter a valid password.
bs: Unesite ispravnu lozinku.
da: Indtast venligst en gyldigt adgangskode.
es: Por favor, introduzca una contraseña válida.
gu: મહેરબાની કરી એક માન્ય પાસવર્ડ નાખો.
ja: 有効なパスワードを入力して下さい。
kk: Талаптарға сай келетін құпия сөзді енгізіңіз.
my: သတ်မှတ်ချက်နှင့်ကိုက်ညီသော password ထည့်ပေးပါ
pt_br: Por favor entre com uma senha válida.
sl: Vpišite veljavno geslo.
sr: Унесите исправну лозинку.
th: โปรดใส่รหัสผ่านที่ถูกต้อง
tr: Lütfen geçerli bir parola girin.
ug: ئىناۋەتلىك بىر ئىم كىرگۈزۈڭ.
uk: Будь ласка, введіть дійсний пароль.
vi: Bạn vui lòng chọn một mật mã hợp lý.

source: Please do not use spaces in the password.
bs: Ne koristite razmake u lozinki.
da: Brug venligst ikke mellemrum i adgangskoden.
es: No use espacios en la contraseña.
gu: પાસવર્ડ માં સ્પેસ વાપરશો નહિ.
ja: パスワードに空白を使わないで下さい。
kk: Құпия сөздің ішінде бос орындар болмауы керек.
my: password ဖြည့်ရာတွင် space များ အသုံးရပါ
pt_br: Por favor não coloque espaços na senha.
sl: V geslu ne uporabljajte presledkov.
sr: Не користите размаке у лозинки.
th: โปรดอย่าใช้การเว้นวรรคในรหัสผ่าน
tr: Lütfen parolada boşluk kullanmayın.
ug: ئىمدا بوشلۇق ئىشلەتمەڭ.
uk: Будь ласка, не використовуйте пробіли у паролі
vi: Bạn không được dùng phím cách trong mật mã.
