Repository: Zaryob/wubi
Catalog: po/*.po
Languages: bs, da, es, gu, ja, kk, my, oc, pt_br, sl, sr, th, tr, ug, uk, vi

source: An error occurred: %(error)s For more information, please see the log file: %(log)s
bs: Dogodila se greška: %(error)s Za više informacija, pogledajte izvještaj: %(log)s
da: Der opstod en fejl: %(error)s Se venligst logfil: %(log)s for mere information
es: Ocurrió un error: %(error)s Para más información vea el archivo de registro: %(log)s
gu: એક ભૂલ થઇ છે %(error)s વધારે માહિતી માટે આ લોગ ફાઈલ જુવો :%(log)s
ja: エラーが発生しました: %(error)s 詳細はログファイルを参照して下さい: %(log)s
kk: Қате туындады: %(error)s Толығырақ келесі есеп файлынан біле аласыз: %(log)s
my: Error တစ်ခုပေါ်နေပါသည် %(error)s အသေးစိတ်အချက်အလက်များအတွက log file: %(log)s အားကြည့်ရှုပါ
pt_br: Ocorreu um erro: %(error)s Para maiores informações, por favor veja o arquivo de log: %(log)s
sl: Prišlo je do napake: %(error)s Za več podrobnosti si oglejte datoteko dnevnika: %(log)s
sr: Догодила се грешка: %(error)s За више информација, погледајте извештај: %(log)s
th: เกิดข้อผิดพลาดขึ้น: %(error)s สำหรับข้อมูลเพิ่มเติม, โปรดดู log file: %(log)s
tr: Bir hata oluştu: %(error)s Daha fazla bilgi için lütfen kayıt dosyasına bakın: %(log)s
ug: بىر خاتالىق كۆرۈلدى: %(error)s تەپسىلىي ئۇچۇرنى خاتىرە ھۆججىتىدىن كۆرۈڭ: %(log)s
uk: Трапилася помилка: %(error)s Для більш детальної інформації, будь ласка подивіться log file: %(log)s

source: A previous installation was detected in %s. Please uninstall that before continuing.
bs: Pronađena je prethodna instalacija u %s. Deinstalirajte taj program prije nastavljanja.
da: En tidligere installation blev opdaget i %s. Fjern denne før du fortsætter.
es: Se ha detectado una instalación previa en %s. Por favor desinstale antes de continuar.
gu: જુનું ઇન્સ્તાલએસન %s માં ર્રદ થયેલ છે.
ja: 以前インストールされた %s が検出されました。 続行する前にアンインストールして下さい。
kk: Бұрыңғы орнатылым келесі жерде табылды, %s. Әрі қарай жалғастыру үшін оны жоюыңыз қажет.
my: ယခင် install ပြုလုပ်ထားမှုအား %s တွင် တွေ့ရှိရပါသည်။ ဆက်လက်လုပ်ဆောင်ခြင်းမပြုမီ ကျေးဇူးပြု၍ ၎င်းအား ဉီးစွာ uninstall ပြုလုပ်ပေးပါ။
pt_br: Uma instalação anterior foi detectada em %s. Por favor, desinstale antes de continuar.
sl: Zaznana je bila predhodna namestitev v %s. Pred nadaljevanjem jo odstranite.
sr: Пронађена је претходна инсталација у %s. Деинсталирајте тај програм пре настављања.
th: การติดตั้งในคราวที่แล้วถูกตรวจพบที่ %s. กรุณาถอดถอนก่อนที่จะดำเนินการต่อไป.
tr: %s'de daha önce yapılan bir kurulumun olduğu saptandı. Devam etmeden önce lütfen bu kurulumu sistemden kaldırınız.
ug: %s دا ئالدىنقى قېتىم ئورنىتىلغاننى بايقىدى. ئالدى بىلەن ئۆچۈرۈپ ئاندىن داۋاملاشتۇرۇڭ.
uk: Було виявлене попереднє встановлення %s. Будь ласка видаліть його перед тим як продовжити

source: No CD detected, cannot run CD menu
bs: CD nije pronađen. Pokretanje menija na CD nije uspjelo.
da: Ingen cd fundet. Kan ikke køre cd-menuen
es: No se ha detectado el CD, no se puede ejecutar el menú de CD
gu: કોઈ CD મળેલ નથી, CD મેનુ ચાલવા અક્ષમ્ય
ja: CDを検出できないので、CDメニューを実行できません
kk: CD диск табылмады, CD мәзірін ашу мүмкін емес
my: CD အားတွေ့ရှိခြင်းမရှိသောကြောင့် CD menu ဖြင့်အသုံးပြု၍မရပါ
pt_br: O CD não foi detectado, impossível iniciar o Menu do CD
sl: NI zaznanega CD-ja. CD menija ni mogoče zagnati.
sr: Диск није пронађен. Покретање менија није успело.
th: ตรวจไม่พบ CD, ไม่สามารถเรียก CD menu
tr: CD bulunamadı, CD menüsü çalıştırılamıyor
ug: CD بايقالمىدى، CD تىزىملىكىنى ئىجرا قىلالمايدۇ
uk: Не виявлено жодного CD диску, неможливо запустити меню CD диску

source: Could not find any valid CD. CD boot helper can only be used with a Live CD.
bs: Nijedan ispravan CD nije pronađen. Pomagač u pokretanju diska se može koristiti samo s živim diskom.
da: Kunne ikke finde en gyldig cd. Cd-opstartshjælperen kan kun bruges med en Live-cd.
es: No se ha podido encontrar ningún CD válido. El ayudante del cargador del CD sólo puede usarse con un Live CD.
gu: કોઈ પ્રમાણિત CD મળેલ નથી CD બૂટ મદદગાર ફક્ત જીવંત CD જોડેજ વાપરી શકાય છે.
ja: 有効なCDを検出できませんでした。 ライブ CD使用時のみCDブートヘルパーを利用できます。
kk: Қажетті CD дискісін табу мүмкін емес. CD жүктегіш көмекшісі тек тірі CD дискісімен (Live CD) бірге қолданылуы мүмкін.
my: သတ်မှတ်ထားသည့် CD အားရှာဖွေနိုင်ခြင်းမရှိပါ။ CD boot helper အား Live CD ဖြင့်သာ အသုံးပြုနိုင်မည်ဖြစ်သည်။
pt_br: Impossível encontrar um CD valido. O CD Boot Helper só pode ser usado com um Live CD.
sl: Ni bilo mogoče najti veljavnega CD-ja. Pomočnik zagona s CD-ja se lahko uporabi le z živim CD-jem.
sr: Ниједан исправан диск није пронађен. Помагач у покретању диска се може користити само с живим диском.
th: ไม่สามารถค้นหา valid CD. CD boot helper นั้นสามารถใช้ได้เฉพาะกับ Live CD.
ug: ھېچقانداق نۇر دىسكا بايقالمىدى. نۇر دىسكا يېتەكلەش ياردەمچىسى پەقەت Live CD دا ئىجرا بولىدۇ.
uk: Не знайдено жодного діючого CD. Лише помічник CD завантажувача може бути використаний разом з Live CD.

source: Selecting the target directory
bs: Biranje odredišnog direktorijuma
da: Vælger destinationsmappen
es: Seleccionando el directorio objetivo
gu: લક્ષ્ય ડીરેકટરી પસંદ કરી રહયું છે
ja: インストール先のディレクトリを探しています
kk: Орнатылым бумасы белгіленуде
my: target directory အားရွေးချယ်နေပါသည်
oc: Seleccion del repertòri cibla
pt_br: Selecionando o diretório de destino
sl: Izbiranje ciljne mape
sr: Бирање одредишног директоријума
th: เลือกไดเรกทอรี่เป้าหมาย
tr: Hedef dizin seçme
ug: نىشان مۇندەرىجە تاللاڭ
uk: Вибирання теки призначення
vi: Chọn thư mục đích

source: Creating the installation directories
bs: Pravim instalacione direktorijume
da: Opretter installationsmapperne
es: Creando los directorios de instalación
gu: ઇન્સટોલેસન ડીરેકટરી બનાવી રહયું છે
ja: インストールするディレクトリを作成しています
kk: Орнатылым бумалары құрылуда
my: Installation directory များအားဖန်တီးနေပါသည်
oc: Creacion dels repertòris d'installacion
pt_br: Criando os diretórios de instalação
sl: Ustvarjanje namestitvenih map
sr: Прављење инсталационих директоријума
th: สร้างไดเรกทอรี่ที่ติดตั้ง
tr: Yükleme dizinleri oluşturuluyor.
ug: ئورنىتىدىغان مۇندەرىجە تاللاڭ
uk: Створення тек встаноевлення
vi: Đang tạo các thư mục cài đặt

source: Uncompressing files
bs: Otpakujem datoteke
da: Dekomprimerer filer
es: Descomprimiendo archivos
gu: ફાઈલો ને દબાણ માં થી ખોલી રહયું છે
ja: ファイルを展開しています
kk: Сығылған файлдары шығарылуда
oc: Descompression dels fichièrs
pt_br: Extraindo arquivos
sl: Razširjanje datotek
sr: Отпакивање датотека
th: แตกย่อยไฟล์
tr: Sıkıştırılmış dosyalar açılıyor
ug: ھۆججەتلەرنى يېشىۋاتىدۇ
uk: Триває розпакування файлів
vi: Đang giải nén các tập tin

source: Creating the uninstaller
bs: Pravljenje deinstalacionog programa
da: Opretter program til fjernelse af installation
es: Creando el desinstalador
gu: અનઇનસ્તોલર બનાવી રહયું છે
ja: アンインストーラを作成しています
kk: Жою бағдарламасы құрылуда
my: Uninstaller အားဖန်တီးနေပါသည်။
oc: Creacion del programa de desinstallacion
pt_br: Criando o desinstalador
sl: Ustvarjanje odstranitvenega programa
sr: Прављење деинсталационог програма
th: สร้างตัวถอดถอนการติดตั้ง
tr: Yükleme kaldırıcı oluşturuluyor.
ug: ئۆچۈرۈش پىروگراممىسىنى قۇرۇۋاتىدۇ
uk: Створюється деінсталятор
vi: Đang tạo trình gỡ cài đặt

source: Copying installation files
bs: Kopiram instalacione datoteke
da: Kopierer installationsfiler
es: Copiando archivos de instalación
gu: ઇન્સ્ટોલેશન ફાઇલ કોપી કરે છે.
ja: インストールファイルをコピーしています
kk: Орнатылым файлдары көшірілуде
my: Installation File များအားကူးယူနေပါသည်။
oc: Còpia dels fichièrs d'installacion
pt_br: Copiando os arquivos de instalação
sl: Kopiranje namestitvenih datotek
sr: Умножавање инсталационих датотека
th: ทำการสำเนาไฟล์การติดตั้ง
tr: Kurulum dosyaları kopyalanıyor
ug: ئورنىتىش ھۆججەتلىرىنى كۆچۈرۈۋاتىدۇ
uk: Копіювання файлів інсталяції
vi: Đang sao chép các tập tin cài đặt

source: Retrieving installation files
bs: Preuzimanje instalacionih datoteka
da: Henter installationsfiler
es: Recibiendo archivos de instalación
gu: ઇન્સ્ટોલેશન ફાઇલ મેળવી રહયું છે.
ja: インストールファイルを取得しています
kk: Орнатылым файлдары алынуда
my: Installation file များအား ရယူနေပါသည်။
oc: Recuperacion dels fichièrs d'installacion
pt_br: Obtendo os arquivos de instalação
sl: Pridobivanje namestitvenih datotek
sr: Преузимање инсталационих датотека
th: ทำการรับเอาไฟล์ติดตั้ง
tr: Kurulum dosyaları toplanıyor
ug: ئورنىتىدىغان ھۆججەتلەرنى ئىزدەۋاتىدۇ
uk: Витягування файлів інсталяції
vi: Đang tải các tập tin cài đặt

source: Extracting the kernel
bs: Otpakivanje jezgra
da: Udpakker kernen
es: Extrayendo el núcleo
gu: કર્નલ છુટું કરી રહયું છે.
ja: カーネルを展開しています
kk: Түйін (ядро) шығарылуда
my: kernel အား extract ပြုလုပ်နေပါသည်
oc: Extraccion del nucli
pt_br: Extraindo o kernel
sl: Razširjanje jedra
sr: Отпакивање језгра
th: ทำการแตกย่อย kernel
tr: Kernel çıkarılıyor
ug: يادرونى يېشىۋاتىدۇ
uk: Видобувається ядро
vi: Giải nén Nhân

source: Choosing disk sizes
bs: Biranje veličine diska
da: Vælger diskstørrelser
es: Eligiendo tamaños de disco
gu: ડિસ્ક સાઈઝ પસંદ કરી રહયું છે.
ja: ディスクサイズを選択しています
kk: Диск өлшемі таңдалуда
my: Disk Size များအား ရွေးချယ်ပေးပါ
oc: Causida de las talhas dels disques
pt_br: Selecionando os tamanhos do disco
sl: Izbiranje velikosti diska
sr: Бирање величине диска
th: ทำการเลือกขนาดดิสก์
tr: Disk boyutu seçiliyor
ug: دىسكا چوڭلۇقىنى تاللاڭ
uk: Вибирання розміру диска
vi: Chọn cỡ Đĩa

source: Creating a preseed file
bs: Pravljenje datoteke za automatizaciju instalacije
da: Opretter en forsået (preseed) fil
es: Creando un archivo «preseed»
gu: દબાણ યુક્ત ફાઈલ બનાવી રહયું છે.
ja: 圧縮ファイルを作成しています
kk: Орнатылымды автоматизациялау файлы құрылуда
my: ရှေးဉီးဖိုင်များအား ဖန်တီးနေပါသည်
oc: Creacion d'un fichièr de responsas
pt_br: Criando arquivo pressed
sl: Ustvarjanje datoteke preseed
sr: Прављење датотеке за аутоматизацију инсталације
th: ทำการสร้าง preseed file
tr: Sıkıştırılmış dosya oluşturuluyor
ug: بىر preseed ھۆججەتنى قۇرۇۋاتىدۇ
uk: Створення завантажувача

source: Adding a new bootloader entry
bs: Dodavanje novog unosa u pokretački program
da: Tilføjer en ny indgang til opstartindlæser
gu: નવી બૂટલોડર એનટ્રી ઉમેરી રહયું છે.
ja: 新しいブートローダ・エントリを追加しています
kk: Жүктегішке жаңа элементі қосылуда
my: Bootloader entry အသစ်တစ်ခု ထည့်သွင်းနေပါသည်
oc: Apondon d'una novèla entrada pel programa d'amorçatge.
pt_br: Adicionando uma nova entrada na inicialização
sl: Dodajanje novega vnosa zagonskega nalagalnika
sr: Додавање новог уноса у покретачки програм
th: ทำการเพิ่ม new bootloader entry
tr: Yeni bir önyükleyici girişi ekleniyor
ug: يېڭى قوزغىتىش يېتەكلىگۈچ تۈرى قوشۇۋاتىدۇ
uk: Створення нового запису до завантажувача
vi: Đang thêm một mục mới vào trình khởi động

source: Setting up installation boot menu
bs: Postavljanje instalacionog menija za pokretanje sistema
da: Opsætter opstartsmenu til installation
es: Configurando el menú de arranque de la instalación
gu: ઇન્સ્ટોલેશન બૂટ મેનુ તૈયાર કરી રહયું છે.
ja: インストールしたブートメニューを設定しています
kk: Жүктегіш мәзірін қалыпқа келтірілуде
my: Boot menu installation အားတည်ဆောက်နေပါသည်
oc: Configuracion del menut d'amorçatge
pt_br: Configurando a instalação do menu de inicialização
sl: Nastavljanje zagonskega menija namestitve
sr: Постављање инсталационог менија за покретање система
th: ทำการตั้งค่า installation boot menu
tr: Kurulum açılış menüsü düzenleniyor
ug: ئورنىتىش يېتەكلىگۈچ تىزىملىكىنى تەڭشەۋاتىدۇ
uk: Встановлення інсталяційного меню завантаження
vi: Đang thiết lập cài đặt trình khởi động

source: Creating the virtual disks
bs: Pravim virtuelne diskove
da: Opretter virtuelle diske
es: Creando los discos virtuales
gu: વરચુઅલ ડિસ્ક બનાવી રહયું છે.
ja: 仮想ディスクを作成しています
kk: Виртуалды дискілер құрылуда
my: Virtual Disk များအားဖန်တီးနေပါသည်
oc: Creacion dels disques virtuals
pt_br: Criando os discos virtuais
sl: Ustvarjanje navideznih diskov
sr: Стварање виртуелних дискова
th: ทำการสร้าง virtual disks
tr: Sanal diskleri yaratıyor
ug: مەۋھۇم دىسكا قۇرۇۋاتىدۇ
uk: Створюються віртуальні диски
vi: Đang tạo các đĩa ảo

source: Ejecting the CD
bs: Izbacujem CD
da: Skubber cd'en ud
es: Expulsando el CD
gu: સીડી બહાર નીકાળે છે
ja: CDを取り出しています
kk: CD шығарып тастау
my: CD အား eject ပြုလုပ်နေပါသည်
oc: Ejeccion del CD
pt_br: Ejetando o cd
sl: Izmet CD-ja
sr: Избацивање диска
th: ทำการถอดออก CD
tr: CD çıkartılıyor
ug: CD نى قاڭقىتىۋاتىدۇ
uk: Витягається CD

source: Installing %(distro)s-%(version)s
bs: Instaliram %(distro)s-%(version)s
da: Installerer %(distro)s-%(version)s
es: Instalando %(distro)s-%(version)s
gu: ઇનસ્ટાલ %(distro)s-%(version)s કરી રહયું છે.
ja: %(distro)s-%(version)s をインストールしています
kk: %(distro)s-%(version)s орнатылымы жүруде
oc: Installacion de %(distro)s-%(version)s
pt_br: Instalando a versão %(distro)s-%(version)s
sl: Nameščanje %(distro)s-%(version)s
sr: Инсталирање %(distro)s-%(version)s
th: ทำการติดตั้ง %(distro)s-%(version)s
ug: %(distro)s-%(version)s ئورنىتىۋاتىدۇ
uk: Встановлюється %(distro)s-%(version)s
vi: Đang cài đặt %(distro)s-%(version)s

source: Extracting CD content
bs: Otpakujem sadržaj CD-a
da: Udpakker cd-indhold
es: Extrayendo el contenido del CD
gu: CD ની માહિતી છુટી કરી રહયું છે
ja: CDの内容を展開しています
kk: CD құрамы шығарылуда
my: CD တွင်ပါဝင်သည်များအား extract ပြုလုပ်နေပါသည်
oc: Extraccion del contengut del CD
pt_br: Extraindo o conteúdo do CD
sl: Razširjanje vsebine CD-ja
sr: Отпакивање садржаја диска
th: ทำการแตกย่อย CD content
tr: CD içerği açılıyor
ug: CD مەزمۇنىنى يېشىۋاتىدۇ
uk: Видобувається вміст КД
vi: Trích xuất nội dung CD

source: Installing CD boot helper
bs: Instaliranje pomagača za pokretanje diska
da: Installerer cd-opstartshjælper
es: Instalando el ayudante del cargador del CD
gu: CD દ બૂટ મદદગાર ઇનસ્ટાલ કરી રહયું છે.
ja: CDブート・ヘルパをインストールしています
kk: CD жүктегіш көмекшісі орнатылуда
my: CD boot helper အား ႈInstall ပြုလုပ်နေပါသည်
oc: Installacion de l'assistent d'amorçatge sus CD
pt_br: Instalando o auxiliar de inicialização do CD
sl: Nameščanje pomočnika za zagon s CD-ja
sr: Инсталирање помагача за покретање диска
th: ทำการติดตั้ง CD boot helper
tr: CD yükleme yardımcısı yükleniyor
ug: CD يېتەكلەش ياردەمچىسىنى ئورنىتىۋاتىدۇ
uk: Встановлення помічника завантаження CD

source: Rebooting
bs: Ponovno pokretanje računara
da: Genstarter
es: Reiniciando
gu: ફરી ચાલુ કરી રહયું છે.
ja: 再起動しています
kk: Қайта жүктелуде
oc: Reamodament
pt_br: Reiniciando
sl: Ponovni zagon
sr: Поновно покретање рачунара
th: ทำการ Reboot
tr: Yeniden Başlatılıyor
ug: قايتا قوزغىتىۋاتىدۇ
uk: Перезавантаження
vi: Đang Khởi động lại

source: Backup ISO
bs: Arhiviranje ISO datoteke
da: Opretter sikkerhedskopi af ISO
es: Hacer una copia de la ISO
gu: બેકપ ISO
ja: ISO をバックアップ
kk: ISO резервті көшірмесі
oc: Salvar l'ISO
pt_br: Fazer cópia de segurança da ISO
sl: Varnostna kopija ISO
sr: Архивирање ISO датотеке
th: สำรอง ISO
tr: Yedek ISO
ug: ISO زاپاسلا
uk: Резервне копіювання образу диску

source: Remove bootloader entry
bs: Ukloni unos iz pokretačkog programa
da: Fjern indgang fra opstartsindlæser
es: Quitar entrada del cargador de arranque
gu: બૂટલોડર એનટ્રી નિકાળી રહયું છે.
ja: ブートローダー・エントリを削除
kk: Жүктегіш жазбасын өшіру
my: bootloader entry ကိုဖယ်ရှားနေပါသည်
oc: Suprimir l'entrada pel programa d'amorçatge
pt_br: Remover entrada do carregador de inicialização
sl: Odstrani vnos zagonskega nalagalnika
sr: Уклони унос из покретачког програма
th: เอาออก bootloader entry
tr: Önyükleyici girişini kaldır
ug: قوزغىتىش يېتەكلىگۈچ تۈرىنى چىقىرىۋەت
uk: Видалення запису зі завантажувача
vi: Bỏ mục trong trình khởi động

source: Remove target dir
bs: Ukloni odredišni direktorijum
da: Fjern destinationsmappe
es: Borrar el directorio de destino
gu: લક્ષ્ય dir નિકાળી રહયું છે.
ja: インストール先のディレクトリを削除
kk: Белгілену бумасын өшіру
my: target dir အားဖယ်ရှားနေပါသည်။
oc: Suprimir lo repertòri cibla
pt_br: Remover diretório alvo
sl: Odstrani ciljno mapo
sr: Уклони одредишни директоријум
th: เอาออก target dir
tr: Hedef klasörü kaldır
ug: نىشان قىسقۇچنى چىقىرىۋەت
uk: Видалення теки призначення
vi: Bỏ thư mục đích

source: Remove registry key
bs: Ukloni unos u registar bazi
da: Fjern registreringsnøglen
es: Borrar clave del registro
gu: રજીસ્તરી કિ નિકાળી રહયું છે.
ja: レジストリキーを削除
kk: Реестр кілтін өшіру
my: Registry key အားဖယ်ရှားနေပါသည်။
oc: Suprimir la clau del registre
pt_br: Remover chave de registro
sl: Odstrani ključ iz registra
sr: Уклони регистарски кључ
th: เอาออก registry key
tr: Kayıt anahtarını kaldır
ug: رويخەت تۈرلىرىنى چىقىرىۋەت
uk: Видалення ключа реєстру
vi: Bỏ khóa Đăng ký

source: Uninstalling %s
bs: Deinstaliram %s
da: Afinstallerer %s
es: Desinstalando %s
gu: અનઇનસ્ટાલ કરી રહયું છે %s
ja: %s をアンインストールしています
kk: %s жойылуда
oc: Desinstallacion de %s
pt_br: Desinstalando %s
sl: Odstranjevanje %s
sr: Уклањање %s
th: ทำการถอดออก %s
tr: %s kaldırılıyor
ug: ئۆچۈرۈۋاتقىنى %s
uk: Вилучення %s
vi: Đang gỡ cài đặt %s

source: Checking CD %s
bs: Provjeravam kompakt disk %s
da: Kontrollerer cd %s
es: Comprobando CD %s
gu: તપાસી રહયું છે. %s
ja: %s をチェックしています
kk: %s CD дискісі тексерілуде
my: CD %s အားစစ်ဆေးနေပါသည်
oc: Verificacion del CD %s
pt_br: Verificando CD %s
sl: Preverjanje CD-ja %s
sr: Проверавање диска %s
th: ทำการตรวจ CD %s
tr: %s CDsi kontrol ediliyor
ug: تەكشۈرۈۋاتقىنى CD %s
uk: Перевірка CD %s
vi: Đang kiểm tra CD %s

source: Downloading information on installation files
bs: Preuzimam informacije o instalacionim datotekama
da: Henter oplysninger om installationsfiler
es: Descargando archivos de información o instalación
gu: ઇન્સ્ટોલેશન ફાઈલો વિશે માહિતી ડાઉનલોડ કરી રહયું છે.
ja: インストールファイルの情報をダウンロードしています
kk: Орнатылым файлдар туралы мәліметтері жүктелуде
my: Install ပြုလုပ်မည့် File များ၏ အချက်အလက်များအား download ပြုလုပ်နေပါသည်။
oc: Telecargament d'informacions suls fichièrs d'installacion
pt_br: Baixando informaçôes nos arquivos de instalação
sl: Prejemanje podrobnosti o namestitvenih datotekah
sr: Преузимање података о инсталационим датотекама
th: กำลังดาวน์โหลด information จาก installation files
tr: Kurulum dosyaları hakkında bilgi indiriliyor
ug: ئورنىتىدىغان ھۆججەت ئۇچۇرلىرىنى چۈشۈرۈۋاتىدۇ
uk: Завантажується інформація про файли встановлення
vi: Đang tải về thông tin về các tập tin cài đặt

source: Checking installation files
bs: Provjeravam instalacione datoteke
da: Kontrollerer installationsfiler
es: Comprobando los archivos de instalación
gu: ઇન્સ્ટોલેશન ફાઈલો તપાસી રહયું છે.
ja: インストールファイルを検査しています
kk: Орнатылым файлдар тексерілуде
my: Install ပြုလုပ်မည့် file များအား စစ်ဆေးနေပါသည်။
oc: Verificacion dels fichièrs d'installacion
pt_br: Verificando arquivos de instalação
sl: Preverjanje namestitvenih datotek
sr: Проверавање инсталационих датотека
th: ทำการตรวจ installation files
tr: Kurulum dosyaları kontrol ediliyor
ug: ئورنىتىش ھۆججىتىنى تەكشۈرۈۋاتىدۇ
uk: Перевіряються файли інсталяції
vi: Đang Kiểm tra các tập tin cài đặt

source: Validating %s
bs: Provjeravanje %s
da: Validerer %s
es: Validando %s
gu: %s પાકું કરી રહયું છે
ja: %s を検証しています
kk: %s тексерілуде
oc: Validacion de %s
pt_br: Validando %s
sl: Potrjevanje %s
sr: Проверавање %s
tr: %s doğrulanıyor
ug: دەلىللەۋاتقىنى %s
uk: Підтвердження %s
vi: Đang Xác nhận %s

source: Extracting files from %s
bs: Otpakujem datoteke od %s
da: Udpakker filer fra %s
es: Extrayendo archivos de %s
gu: %s થી ફાઈલો છુટી કરી રહયું છે.
ja: %s からのファイルを展開しています
kk: %s файлдар шығарылуда
my: %s မှ file များအား extract ပြုလုပ်​နေပါသည်
oc: Extraccion dels fichièrs a partir de %s
pt_br: Extraindo arquivos do %s
sl: Razširjanje datotek iz %s
sr: Отпакивање датотека из %s
th: ทำการแตกย่อย files จาก %s
tr: %s içindeki dosyalar çıkartılıyor
ug: ھۆججەتلەرنى %s دىن يېشىۋاتىدۇ
uk: Видобуваються файли з %s
vi: Trích xuất các tập tin từ %s

source: Checking %s
bs: Provjeravam %s
da: Kontrollerer %s
es: Comprobando %s
gu: %s તપાસી રહયું છે.
ja: %s を検査しています
kk: %s тексерілуде
oc: Verificacion de %s
pt_br: Verificando %s
sl: Preverjanje %s
sr: Проверавање %s
th: ทำการตรวจสอบ %s
tr: %s denetleniyor
ug: تەكشۈرۈۋاتقىنى %s
uk: Перевіряється %s
vi: Đang kiểm tra %s

source: Downloading %s
bs: Preuzimam %s
da: Henter %s
es: Descargando %s
gu: %s ડાઉનલોડ કરે છે
ja: %s をダウンロードしています
kk: %s жүктелуде
oc: Telecargar « %s »
pt_br: Baixando %s
sl: Prejemanje %s
sr: Преузимање %s
th: กำลังดาวน์โหลด %s
tr: %s Yükleniyor
ug: چۈشۈرۈۋاتقىنى %s
uk: Завантаження %s
vi: Đang tải %s

source: 0s
kk: 0сек
ug: 0 سېكۇنت
uk: 0с
vi: 0g

source: %ih
da: %it
ja: %i時間
kk: %iсағ
sl: %i ur
ug: %i سائەت
uk: %iгод
vi: %ig

source: %imin
ja: %i分
kk: %iмин
ug: %i مىنۇت
uk: %iхв
vi: %ip

source: %is
ja: %i秒
kk: %iсек
ug: %i سېكۇنت
uk: %iс
vi: %ig

source: The installation failed. Logs have been saved in: %s. Note that in verbose mode, the logs may include the password. The system will now reboot.
bs: Instalacija nije uspjela. Izvještaji su sačuvani u: %s. Upamtite da u verbose režimu izvještaji mogu sadržati lozinku. Sistem će se sada ponovo pokrenuti.
da: Installationen mislykkedes. Der er blevet gemt logge i: %s. Vær opmærksom på at i uddybende tilstand, kan loggene indeholde adgangskoden. Systemet vil nu genstarte.
es: La instalación ha fallado. Se han guardado registros en %s. Observe que, en el modo detallado, en los registros puede aparecer la contraseña. El sistema se reiniciará ahora.
gu: ઇન્સ્તોલેસન નાપાસ થયું. લોગ્સ અહિયાં સેવ કરવા માં આવિયા છે: %s ધ્યાન રાખો કે વેર્બોસે મોડ માં લોગ્સ માં પાસવર્ડ હોય છે. સીસ્ટમ હવે ફરી ચાલુ થશે.
ja: インストールに失敗しました。ログを次のファイルに保存しました: %s Verboseモードの場合、ログにパスワードが含まれているかもしれないので注意してください。 システムを再起動します。
kk: Орнатылымды орындау мүмкін емес. Орнатылым есептері келесі жерге сақталынды: %s. Назар аударыңыз – кеңейтілген режимде есептер ішінде құпия сөздер кетіп қалуы мүмкін. Жүйе қайта жүктелетін болады.
my: Installation ပြီးမြောက်ခြင်းမရှိပါ။ Logs အား %s တွင် သိမ်းဆည်းထားပါသည် မှတ်သားရမည်က verbose mode ရှိ logs တွင် password ပါကောင်းပါနိုင်ပါသည် ယခု system အား reboot ပြုလုပ်ပါပြီ
pt_br: Ocorreu falha na instalação. Os relatórios foram salvos em %s. Note que no modo texto a senha estará legível nos relatórios. O sistema irá reiniciar.
sl: Namestitev je spodletela. Dnevniki so bili shranjeni v: %s. Zapomnite si, da lahko v podrobnem načinu dnevniki vsebujejo tudi geslo. Sistem se bo sedaj ponovno zagnal.
sr: Инсталација није успела. Извештаји су сачувани у: %s. Упамтите да у verbose режиму извештаји могу садржати лозинку. Систем ће се сада поново покренути.
th: การติดตั้งล้มเหลว. ปูมบันทึกถูกเก็บไว้แล้วที่: %s. หมายเหตุดังกล่าวอยู่ใน verbose mode, ปูมบันทึกอาจผนวกรหัสผ่านนั้นไว้ด้วย. ระบบจะทำการ reboot อีกครั้งเดี๋ยวนี้.
tr: Kurulum başarısız oldu. Kayıtlar %s klasörüne kaydedildi. Ayrıntılı bilgi modunda kayıtların şifre isteyebileciğini unutmayın. Sistem yeniden başlayacak.
ug: ئورنىتالمىدى. خاتىرە ساقلانغان ئورۇن: %s. دىققەت verbose ھالىتىدە، خاتىرىدە ئىم ساقلانغان بولۇشى مۇمكىن. ھازىر سىستېما قايتا قوزغىلىدۇ.
uk: Встановлення провалене. Лог-файли були збережені в: %s. Зауважте, що у verbose mode, лог-файли можуть містити пароль. Система зараз перезавантажиться.
vi: Tiến trình cài đặt không thành công. Các bản ghi đã được lưu trong:% s. Lưu ý rằng trong chế độ verbose, các bản ghi có thể bao gồm cả mật khẩu của bạn. Hệ thống sẽ khởi động lại ngay bây giờ.

source: Accessibility profile
bs: Profil dostupnosti
da: Tilgængelighedsprofil
es: Perfil de accesibilidad
gu: એક્સેસિબિલિટી પ્રોફાઇલ
ja: アクセシビリティ・プロファイル
kk: Мүмкіншілігі шектелген адамдар үшін баптаулар жиынтығы
my: ချို့တဲ့သူသုံး Profile
oc: Perfil d'accessibilitat
pt_br: Perfil de acessibilidade
sl: Profil dostopnosti
sr: Профил доступности
th: โปรไฟล์ของอำนวยทุพลภาพ
tr: Erişilebilirlik seçenekleri
ug: ئىشلىتىلىشچان سەپلىمە ھۆججەت
uk: Профіль доступности
vi: Đặc tính về khả năng truy cập
