Repository: Zaryob/wubi
Catalog: po/*.po
Languages: bs, da, es, gu, ja, kk, my, oc, pt_br, sl, sr, th, tr, ug, uk, vi

source: Please select the appropriate accessibility profile
bs: Izaberite odgovarajući profil dostupnosti
da: Vælg venligst den rette tilgængelighedsprofil
es: Por favor, seleccione el perfil de accesibilidad apropiado
gu: એક બંધબેસતી એક્સેસિબિલિટી પ્રોફાઇલ પસંદ કરો
ja: 適切なアクセシビリティ・プロファイルを選択して下さい
kk: Тиісті мүмкіншілігі шектелген адамдар үшін баптаулар жиынтығын таңдаңыз
my: ကျေးဇူးပြု၍ သင့်လျော်သည့် accessibility profile အားရွေးချယ်ပေးပါ
pt_br: Por favor selecione o perfil de acessibilidade apropriado
sl: Izberite primeren profil lajšanja dostopnosti
sr: Изаберите одговарајући профил доступности
th: กรุณาเลือก โปรไฟล์ของอำนวยทุพลภาพ ที่เหมาะสม
tr: Lütfen uygun erişilebilirlik özelliklerini seçin
ug: مۇۋاپىق ئىشلىتىلىشچان سەپلىمىنى تاللاڭ
uk: Будь ласка виберіть підходящий профіль доступности
vi: Vui lòng chọn một đặc tính về khả năng truy cập thích hợp

source: Next >>
bs: Sljedeće >>
da: Næste >>
es: Siguiente >>
gu: પાછળ >>
ja: 次 >>
kk: Алдыға >>
oc: Seguent >>
pt_br: Próximo >>
sl: Naprej >>
sr: Напред >>
th: ถัดไป >>
tr: İleri >>
ug: ‹‹ كەينى
uk: Далі >>
vi: Tiếp Tục >>

source: Cancel
bs: Odustani
da: Annullér
es: Cancelar
gu: રદ્ કરો
ja: キャンセル
kk: Болдырмау
oc: Anullar
pt_br: Cancelar
sl: Prekliči
sr: Откажи
th: ยกเลิก
tr: Vazgeç
ug: ۋاز كەچ
uk: Скасувати
vi: Huỷ bỏ

source: Visibility Aids
bs: Pomagači za vidljivost
da: Synshjælp
es: Ayudas de visibilidad
gu: દૃષ્ટિ સહાયો
ja: 視覚支援
kk: Көру қабілеті нашар адамдар үшін
oc: Ajudas visualas
pt_br: Auxílio de visibilidade
sl: Pripomočki za slabovidne
sr: Видљивост помоћи
tr: Görünürlük Yardımı
ug: كۆرۈشكە ياردەمچى قوراللار
uk: Засоби для людей з вадами зору
vi: Công cụ trợ giúp cho sự Nhìn thấy

source: Visibility1
bs: Vidljivost1
da: Synlighed1
es: Visibilidad1
gu: દેખાવાની ક્ષમતા ૧
kk: Көру қабілеті нашар адамдар үшін баптаулар жиынтығы №1
oc: Visibilitat1
pt_br: Visibilidade1
sl: Vidnost1
sr: Видљивост1
tr: Görünürlük1
ug: كۆرۈشچان 1
uk: Видимість 1

source: Visibility2
bs: Vidljivost2
da: Synlighed2
es: Visibilidad2
gu: દેખાવાની ક્ષમતા ૨
kk: Көру қабілеті нашар адамдар үшін баптаулар жиынтығы №2
oc: Visibilitat2
pt_br: Visibilidade2
sl: Vidnost2
sr: Видљивост2
tr: Görünürlük2
ug: كۆرۈشچان 2
uk: Видимість 2

source: Visibility3
bs: Vidljivost3
da: Synlighed3
es: Visibilidad2
gu: દેખાવાની ક્ષમતા ૩
kk: Көру қабілеті нашар адамдар үшін баптаулар жиынтығы №3
oc: Visibilitat3
pt_br: Visibilidade3
sl: Vidnost3
sr: Видљивост3
tr: Görünürlük3
ug: كۆرۈشچان 3
uk: Видимість 3

source: Braille
bs: Brajevo pismo
gu: બ્રેઇલ
ja: 点字
kk: Брайль
sl: Brajlica
sr: Брајеви
th: เบรลล์
ug: ئەمالار يېزىقى
uk: Шрифт Брайля
vi: Chữ nổi

source: Mobility Aids
bs: Pomagači z apokretljivost
da: Bevægelseshjælp
es: Ayudas de movilidad
gu: હલનચલન સહાયો
ja: モビリティ支援
kk: Қозғалу қабілеті нашар адамдар үшін
oc: Ajudas motrises
pt_br: Auxílio de mobilidade
sl: Pripomočki za gibalno omejene
sr: Покретљивост помагала
tr: Hareketlilik Yardımı
ug: ھەرىكەتكە ياردەمچى قوراللار
uk: Засоби для людей з обмеженою руховою здатністю
vi: Công cụ trợ giúp cơ động

source: Mobility1
bs: Pokretljivost1
da: Mobilitet1
es: Movilidad1
gu: હલનચલન ૧
ja: モビリティ1
kk: Қозғалу қабілеті нашар адамдар үшін баптаулар жиынтығы №1
oc: Mobilitat1
pt_br: Mobilidade1
sl: Gibljivost1
sr: Покретљивост1
tr: Hareketlilik1
ug: ھەرىكەتچان 1
uk: Профіль рухів 1

source: Mobility2
bs: Pokretljivost2
da: Mobilitet2
es: Movilidad2
gu: હલનચલન ૨
ja: モビリティ2
kk: Қозғалу қабілеті нашар адамдар үшін баптаулар жиынтығы №2
oc: Mobilitat2
pt_br: Mobilidade2
sl: Gibljivost2
sr: Покретљивост2
ug: ھەرىكەتچان 2
uk: Профіль рухів 2

source: None
bs: Ništa
da: Ingen
es: Ninguno
gu: કંઇ નહી
ja: なし
kk: Жоқ
oc: Pas cap
pt_br: Nenhum
sl: Brez
sr: Ништа
th: ไม่มี
tr: Hiçbiri
ug: يوق
uk: (Немає)
vi: Không cần

source: < Back
bs: < Nazad
da: < Tillbage
es: < Retroceder
gu: < આગળ
ja: < 戻る
kk: < Кері
oc: < Precedent
pt_br: < Anterior
sl: < Nazaj
sr: < Назад
th: < ย้อนกลับ
tr: <Geri
ug: < قايت
uk: < Назад
vi: < Quay lại

source: Finish
bs: Završi
da: Afslut
es: Terminar
gu: સમાપ્ત કરો
ja: 完了
kk: Аяқтау
my: ပြီးပါပြီ။
oc: Acabar
pt_br: Finalizar
sl: Končaj
sr: Крај
th: เสร็จ
tr: Bitir
ug: تامام
uk: Кінець
vi: Hoàn Tất

source: Reboot required
bs: Potrebno je ponovno pokretanje računara
da: Genstart kræves
es: Se requiere reiniciar el equipo
gu: ફરી ચાલુ કરવું (રીબૂત) જરૂરી
ja: 再起動が必要です
kk: Компьютерді қайта жүктеу қажет
my: Reboot ပြုလုပ်ရန်လိုအပ်ပါသည်
oc: Vos cal tornar amodar l'ordenador
pt_br: Reinicialização necessária
sl: Zahtevan je ponoven zagon
sr: Неопходно је поновно покретање рачунара
th: ต้องการ Reboot
tr: Sistemi yeniden başlatmanız gerekiyor
ug: قايتا قوزغىتىش زۆرۈر
uk: Потрібен перезапуск
vi: Cần phải khởi động lại hệ thống

source: To start the Live CD you need to reboot your machine leaving the CD in the tray. If your machine cannot boot from the CD, the last option should work in most cases.
bs: Da biste pokrenuli probno korišćenje operativnog sistema, neophodno je da ponovo pokrenete računar (ne vadite disk). Ako računar ne prepozna disk, posljednja opcija bi trebalo da radi u većini slučajeva.
da: For at starte live-cd'en er du nødt til at genstarte din maskine med cd'en i drevet. Hvis din maskine ikke kan starte fra cd'en, bør den sidste valgmulighed fungere i de fleste tilfælde.
es: Para iniciar el Live CD necesita reiniciar su equipo dejando el CD dentro de la unidad. Si su equipo no puede arrancar desde el CD, la última opción debe funcionar en la mayoría de los casos.
gu: જીવંત CD ચાલુ કરવા માટે તેને યંત્રમાં રાખીને ફરી ચાલુ કરવું (રીબૂત) જરૂરી છે. જો તમારું યંત્ર CD ચાલુ ના થતું હોઈ તો અંતિમ વિકલ્પ મોટા ભાગે કામ કરશે.
ja: ライブCDをスタートさせるには、トレイにCDを入れたままでマシンを再起動する必要があります。マシンがCDから起動できない場合はCDブート・ヘルパを使えば、ほとんど場合において動作するはずです。
kk: Тірі дискімен (Live CD) жүктелу үшін, ол дискіні дискілік приводында қалдырып, компьютеріңізді қайта жүктеуіңіз қажет. Егер сіздің компьютеріңіз дискіден жүктелінбесе, соңғы ұсынылған мысалын қолданып көріңіз, ол көбінесе сәтті нәтижеге әкеледі.
my: Live CD အားစတင်ရန်အတွက် reboot ပြုလုပ်ရန်လိုအပ်ပြီး CD အား စက်ထဲတွင်ထည့်ထားရမည်ဖြစ်သည်။ အကယ်၍ သင့်စက်သည် CD မှ boot မလုပ်ပါက များသောအားဖြင့် နောက်ဆုံးအချက်ကို အသုံးပြုကြသည်
pt_br: Para iniciar o Live CD, você deve reiniciar seu computador deixando o CD na unidade. Se seu equipamento não consegue iniciar a partir do CD, a última opção deverá funcionar na maioria dos casos.
sl: Za zagon živega CD-ja morate ponovno zagnati računalnik in pri tem pustiti CD v pogonu. Če se vaš računalnik ne more zagnati s CD-ja, bi morala zadnja možnost delovati v večini primerov.
sr: Да бисте покренули пробно коришћење оперативног система, неопходно је да поново покренете рачунар (не вадите диск). Ако рачунар не препозна диск, последња опција би требало да ради у већини случајева.
th: เพื่อการเรียกใช้ Live CD คุณจำเป็นต้อง reboot เครื่องของคุณโดยปล่อย CD ดังกล่าวลงในถาด. ถ้าเครื่องของคุณไม่สามารถ boot จาก CD แผ่นนั้นได้, ดังนั้นตัวเลือกท้ายสุดควรจะทำงานได้ในกรณีส่วนใหญ่.
tr: Live CD'yi başlatabilmek için CD'yi sürücüde bırakarak makinanızı yeniden başlatmanız gerekiyor. Eğer makinanız CD'den önyükleme yapamazsa, son seçenek çoğu durumda işe yarayacaktır.
ug: Live CD دىن قوزغىتىشتا CD نى ئوپتىك دىسكا قوزغاتقۇچقا قىستۇرۇپ كومپيۇتېرنى قايتا قوزغىتىڭ. ئەگەر كومپيۇتېرىڭىز CD دىن قوزغالمىسا، ئەڭ ئاخىرقى تاللانما كۆپ ھاللاردا كېرەككە كېلىدۇ.
uk: Щоб запустити Live CD Ви потребуєте перезавантажити Ваш комп'ютер, залишаючи CD-диск у CD-ROMі. Якщо Ваш комп'ютер не може завантажитися із CD, то остання опція має спрацювати у більшості випадках.

source: Reboot now
bs: Ponovo pokreni sistem sada
da: Genstart nu
es: Reiniciar ahora
gu: હવે ફરી ચાલુ કરો (રીબૂત)
ja: すぐに再起動
kk: Қазір қайта жүктеу
my: ယခု Reboot ပြုလုပ်ပါ။
oc: Reamodar ara
pt_br: Reiniciar agora
sl: Ponovno zaženi zdaj
sr: Поново покрени систем сада
th: Reboot เดี๋ยวนี้
tr: Şimdi yeniden başlat
ug: دەرھال قايتا قوزغات
uk: Перезавантажити зараз
vi: Khởi động lại ngay bây giờ

source: I want to manually reboot Later
bs: Želim da ručno ponovo pokrenem sistem kasnije
da: Jeg vil genstarte manuelt senere
es: Deseo reiniciar manualmente luego
gu: હું જાતે ફરી ચાલુ (રીબૂત) કરવા માંગું છુ
ja: 後から手動で再起動
kk: Кейінірек қайта жүктелуді қалаймын
my: မိမိကိုယ်တိုင် နောက်မှ reboot လုပ်မည်
pt_br: Eu quero reiniciar manualmente depois
sl: Želim ročno ponovno zagnati kasneje
sr: Желим касније да покренем рачунар
th: ฉันต้องการ reboot ด้วยตัวเองในภายหลัง
tr: Daha sonra yeniden başlatmak istiyorum
ug: سەل تۇرۇپ قايتا قوزغىتىمەن
uk: Я бажаю перезавантажити вручну пізніше
vi: Tôi muốn tự khởi động lại sau

source: Help me to boot from CD
bs: Pomozi mi pri pokretanju sa CD-a
da: Hjælp mig med at starte fra cd
es: Ayúdeme a arrancar desde el CD
gu: CD માં થી ચલાવવા (રીબૂત) માટે મને મદદ કરો
ja: CDブート・ヘルパを使う
kk: CD дискісінен жүктелуде көмек алу
my: CD မှတဆင့် boot တက်၍ အကူအညီပေးပါ
pt_br: Ajuda para inicializar apartir do CD
sl: Pomagaj mi zagnati s CD-ja
sr: Помоћ у покретању система са диска
th: ช่วยฉันในการ boot จาก CD
tr: CD'den önyükleyebilmem için yardımcı ol.
ug: CD دىن قوزغىتىشقا ياردەم
uk: Допоможіть мені завантажитися із CD-диском

source: %s Menu
bs: %s meni
es: Menú de %s
gu: %s મેનુ
ja: %s メニュー
kk: %s мәзір
oc: Menut de %s
pt_br: Menu do %s
sl: Meni %s
sr: %s мени
th: เมนู %s
tr: %s Menü
ug: %s تىزىملىك
uk: %s Меню
vi: %s Thực đơn

source: Demo and full installation
bs: Probno korišćenje i puna instalacija
da: Demonstration og komplet installation
es: Demostración e instalación completa
gu: સરઘસ અને પૂર્ણ સ્થાપના
ja: デモおよびフルインストール
kk: Демо және толық орнатылым
my: အစမ်းသုံး၍ အပြည့်အဝ install ပြုလုပ်ရန်
pt_br: Demonstração e instalação completa
sl: Preizkus in celotna namestitev
sr: Пробна и пуна инсталација
th: ตัวอย่างลองใช้ และ ติดตั้งแบบสมบูรณ์
tr: Demo ve tam kurulum
ug: كۆرگەزمە ۋە تولۇق ئورنىتىش
uk: Демо та повна інсталяція
vi: Cài đặt Thử nghiệm và Đầy đủ

source: Try %(distro)s without installing! Simply reboot your machine with the CD in the tray. You may perform a full installation from within the demo to install %(distro)s either alongside Windows or as the only operating system.
bs: Probajte %(distro)s bez instalacije! Dovoljno je da ponovo pokrenete računar sa ovim CD-om i pokrenuće se probni način rada. Odatle možete instalirati operativni sistem %(distro)s uz Windows ili kao jedini operativni sistem.
da: Prøv %(distro)s uden at installere! Du skal blot genstarte din maskine med cd i skuffen. Du kan foretage en fuld installation fra demoen for at installere %(distro)s enten ved siden af Windows, eller som det eneste operativsystem.
es: ¡Pruebe %(distro)s sin instalarlo! Simplemente reinicie su equipo con el CD dentro de la unidad. Puede realizar una instalación completa desde la demostración para instalar %(distro)s junto con Windows, o bien como único sistema operativo.
gu: %(distro)s સ્થાપન ક્રિયા વગર વાપરો! CD તમારા યંત્રમાં રાખી ને ફરી ચાલુ કરો. તમે સરઘસ ની અંદર થીજ %(distro)s પૂર્ણ સ્થાપન પણ કરી શકશો અને તેને વિનડોઝ ની સાથે કે એક અલગ વ્યવસ્થાપન પ્રણાલી તરીકે સ્થાપિત કરી શકશો
ja: インストールせずに %(distro)s を試してみて下さい！トレイにCDを入れて再起動するだけです。Windowsアプリケーションとして、または唯一のオペレーティングシステムとして %(distro)s をインストールするためにデモの中からフルインストールすることもできます。
kk: %(distro)s дистрибутивымен орнатылымсыз-ақ жұмыс істеп көріңіз! Жай ғана осы дискіні приводта қалдырып, компьютерді қайта жүктеңіз. %(distro)s дистрибутивын Windows-пен қатар, немесе жалғыз операциялық жүйесі ретінде толық орнатылымды осы демо түрінен жасай алатын боласыз.
my: %(distro)s အား install ပြုလုပ်ခြင်းမရှိဘဲ အသုံးပြုကြည့်ပါ။ သင့်စက်အား CD ထည့်သွင်း၍ reboot ပြုလုပ်ကြည့်ပါ။ သင့်အနေဖြင့် Demo အသုံးပြု၍ ထို %(distro)s အား operation system တစ်ခုတည်းအနေဖြင့်သော်လည်းကောင်း Windows နှင့်တွဲ၍သော်လည်းကောင်း install ပြုလုပ်နိုင်သည်
pt_br: Experimente o %(distro)s sem instalá-lo! Simplesmente reinicie seu computador com o CD na unidade. Você pode realizar uma instalação completa de dentro da demonstração para instalar o %(distro)s junto com o Windows ou como o único sistema operacional.
sl: Preizkusite %(distro)s brez nameščanja! Napravite le ponovni zagon računalnika s CD-jem v pogonu. Izvedete lahko polno namestitev znotraj preizkzusa in %(distro)s namestite poleg Windows ali kot edini operacijski sistem.
sr: Пробајте %(distro)s без инсталирања! Довољно је да поново покренете рачунар с овим диском и покренуће се пробни начин рада. Одатле можете да инсталирате оперативни систем %(distro)s уз Windows или као једини оперативни систем.
th: ลอง %(distro)s โดยปราศจาก การติดตั้งใดๆ! reboot เครื่องของคุณด้วย CD ในถาด. คุณสามารถดำเนินการติดตั้งอย่างสมบูรณ์จากตัวอย่างลองใช้เพื่อติดตั้ง %(distro)s ขนานควบคู่ไปกับ Windows หรือเพียงแค่ระบบปฏิบัติการตัวนั้นอย่างเดียว.
ug: ئورناتمىسىڭىز بىۋاستە %(distro)s نى ئىشلىتىڭ! CD نى ئوپتىك دىسكا قوزغاتقۇچقا قىستۇرۇپ كومپيۇتېرنى قايتا قوزغىتىڭ. ئاندىن كۆرگەزمىدىن %(distro)s نىڭ تولۇق ئورنىتىشىنى كۆرسىتەلەيسىز ھەمدە Windows مەشغۇلات سىستېمىسىنىڭ مەلۇم رايونىغا ئورنىتالايسىز، كومپيۇتېردىكى بىردىنبىر مەشغۇلات سىستېمىسى سۈپىتىدىمۇ ئورنىتالايسىز.
uk: Спробуйте %(distro)s без встановлення! Просто перезавантажте Ваш комп'ютер з CD-диском у дисководі. Ви можете виконати повну інсталяцію із демонстративної версії %(distro)s , разом із Windows чи як лише одну Операційну систему.

source: Install inside Windows
bs: Instalacija unutar Windows-a
da: Installér inden i Windows
es: Instalar dentro de Windows
gu: વિન્ડોઝમાં સ્થાપન
ja: Windows内にインストール
kk: Windows ішінен орнату
my: Window ထဲတွင် Install ပြုလုပ်ရန်
oc: Installar dins Windows
pt_br: Instalar dentro do Windows
sl: Namesti znotraj Windows
sr: Инсталација унутар Windows-а
th: ติดตั้งภายใน Windows
tr: Windows içinde kur.
ug: Windows قا ئورنات
uk: Встановити всередині Windows
vi: Cài đặt bên trong Windows

source: Install and uninstall %(distro)s like any other application, without the need for a dedicated partition. You will be able to boot into either Windows or %(distro)s. Hibernation is not enabled in this mode and disk performance is slightly reduced.
bs: Instalacija i deinstalacija operativnog sistema %(distro)s se vrši kao i kod svakog drugog programa, bez potrebe za novu particiju. Bićete u mogućnosti da pokrenete ili Windows ili %(distro)s. Hibernacija je onemogućena u ovom režimu i performanse diska su znatno umanjene.
da: Installer og afinstaller %(distro)s ligesom ethvert andet program, uden behov for en dedikeret partition. Du vil kunne starte i enten Windows eller %(distro)s. Dvale kan ikke bruges i denne tilstand, og diskydelsen er en smule forringet.
es: Instalar y desinstalar %(distro)s como cualquier otra aplicación, sin necesidad de una partición dedicada. Podrá arrancar en Windows o en %(distro)s. En este modo no está habilitada la hibernación y el rendimiento del disco es ligeramente menor.
gu: %(distro)s ને કોઈ પારટિસન વગર અન્ય કોઈ પણ કાર્ય પ્રણાલી ની જેમ ઇન્સતોલ કે અનઇનસ્તોલ કરી શકશો. તમે વિનડોઝ કે %(distro)s માં બૂટ કરી શકશો. આ પદ્ધતિમાં હાઈબરનેશન ઉપલબ્ધ નથી અને ડિસ્કની કાર્યક્ષમતા થોડી ઘટી જાય છે.
ja: 他のアプリケーションのように、専用パーティションを使うことなく %(distro)s をインストールおよびアンインストール可能です。 Windowsまたは %(distro)s のどちらを起動するか選択できるようになります。このモードでは、ハイバネーションは利用できず、またディスクの性能がわずかに低くなります。
kk: Бөлек бөлімді құруды қажет етпейтін, %(distro)s орнатылуы мен жойылуы кез-келген бағдарламанын орнатылымы сияқты орындалады. Сіз Windows-ты да, %(distro)s да жүктей аласыз. Бұл режимде ұйықтау режимі жоқ және өнімділігі сәл төмендетілген.
my: %(distro)s များအား သီးခြား partition ခွဲခြင်းမရှိဘဲ အခြား application များနည်းတူ install/uninstall ပြုလုပ်နိုင်ပါသည်။ Windows သို့မဟုတ် %(distro)s မှ boot လုပ်နိုင်ပါသည်။ ဤအနေအထားတွင် Hibernation အား ပြုလုပ်ခွင့်မရှိနိုင်ပါ။ ထို့အတူ disk ၏ performance ကိုလည်း အနည်းငယ် လျှော့ချထားပါသည်။
pt_br: Instale e remova %(distro)s como qualquer outro aplicativo, sem a necessidade de uma partição própria. Você poderá optar por iniciar pelo Windows ou pelo %(distro)s. A hibernação não estará disponível neste modo e o desempenho em disco será ligeiramente reduzido.
sl: Namestite ali odstranite %(distro)s kot katerikoli drug program, brez potrebe po samostojnem razdelku. Lahko boste opravili zagon v Windows ali %(distro)s. V tem načinu mirovanje ni omogočeno, poleg tega pa je rahlo zmanjšana tudi hitrost delovanja diska.
sr: Инсталација и деинсталација оперативног система %(distro)s се врши као и код сваког другог програма, без потребе за нову партицију. Бићете у могућности да покренете или Windows или %(distro)s. Хибернација је онемогућена у овом режиму и перформансе диска су знатно умањене.
th: ติดตั้งและถอดถอน %(distro)s เหมือนกับโปรแกรมประยุกต์ตัวอื่น, โดยไม่จำเป็นต้องมี dedicated partition. คุณสามารถ boot เข้าสู่ Windows หรือ %(distro)s. Hibernation นั้นจะไม่ได้รับอนุมัติให้ทำงานได้ในโหมดนี้และประสิทธิภาพการทำงานของดิสก์นั้นจะลดลงเพียงเล็กน้อย.
ug: %(distro)s نى ئورنىتىش ۋە ئۆچۈرۈش خۇددى باشقا ئەپلەرنى ئورناتقانغا ئوخشاش، ئايرىم مەخسۇس رايونغا ئايرىش ھاجەتسىز. سىز Windows ياكى %(distro)s غا كىرىشنى تاللىيالايسىز. بۇ خىل ھالەتتە، ئۇخلىتىش ئىقتىدارىنى قوللىمايدۇ، دىسكا باشقۇرۇش ئۈنۈمى ئازراق تۆۋەنلەيدۇ.
uk: Встановлюйте та видаляйте %(distro)s як звичайну програму без створення окремого розділу. Ви зможете завантажувати як Windows, так і %(distro)s. Втім, у даному режимі гібернацію буде вимкнуто, а продуктивність диску трохи зменшиться.

source: Learn more
bs: Saznajte više
da: Læs mere
es: Para saber más
gu: વધુ માહિતી મેળવો
ja: もっと知る
kk: Көбірек білу
my: ထပ်ဆောင်း လေ့လာရန်
oc: Ne saber mai
pt_br: Aprenda mais
sl: Več o tem
sr: Сазнајте више
th: เรียนรู้เพิ่มเติม
tr: Daha fazlasını öğren
ug: تەپسىلات بىلدۈرگۈسى
uk: Дізнатися більше
vi: Tìm hiểu thêm

source: %(distro)s is a free, community developed, linux-based operating system complete with a web browser, productivity software, instant messaging, and much more.
bs: %(distro)s je besplatan, održavan od strane zajednice, operativni sistem baziran na lLinux-u. Sadrži potpuni skup programa - internet preglednik, kancelarijske programe, program za brzu razmjenu poruka i još mnogo drugih.
da: %(distro)s er et fri, fællesskabsudviklet, linux-baseret operativsystem, komplet med en webbrowser, kontorprogrammer, chat og meget mere.
es: %(distro)s es un completo sistema operativo libre basado en Linux y desarrollado por la comunidad, que dispone de un navegador web, software de productividad, mensajería instantánea y mucho más.
gu: %(distro)s એક મુક્ત સમુદાય દ્વારા બનાવેલ, લિન્ક્ષ આધારિત, વેબ બ્રૌઝેર, પ્રોડેકતીવીતી સોફ્ટવેર, ક્ષણિક સંદેશ અને બીજી ઘણી સેવાઓ યુક્ત સંચાલન પ્રણાલી છે.
ja: %(distro)s はコミュニティによって開発された Linux をベースとした無料のオペレーティングシステムです。ウェブブラウザ、生産性のあるソフトウェア、インスタントメッセンジャーやその他沢山のソフトを完備しています。
kk: %(distro)s – құрамында веб-шолғыш, офистік пакет, лезделі хабарламалар алмастыру бағдарламасы және тағы басқа көптеген бағдарламалары бар, Linux түйініне (ядро) негізделген, бос, қоғамдастықпен өндірілетін операциялық жүйе.
my: %(distro)s သည် အခမဲ့ဖြစ်ပါသည်။ community အားအခြေပြု developed ပြုလုပ်ထားပြီး Linux ကိုအခြေခံထားသည့် operating system တစ်ခုဖြစ်ပါသည်။ web browser,productivity software, instant messaging များနှင့် အခြားအရာများကိုပါ အပြည့်အဝထည့်သွင်းအသုံးပြုနိုင်ပါသည်
pt_br: O %(distro)s é um sistema operacional livre, desenvolvido pela comunidade, baseado em Linux e completo, com um navegador web, programas de produtividade, mensagem instantânea e muito mais.
sl: %(distro)s je prost operacijski sistem temelječ na Linuxu, ki ga razvija skupnost in vsebuje spletni brskalnik, pisarniške programe, programe za hipno sporočanje in še veliko več.
sr: %(distro)s је бесплатан оперативни систем заснован на Linux-у који се одржава од стране заједнице. Садржи потпуни скуп програма — интернет прегледач, канцеларијски програми, програм за брзу размену порука и још много тога другог.
th: %(distro)s นั้นเสรี, พัฒนาจากชุมชนร่วมกัน, เป็นระบบปฏิบัติการที่มีพื้นฐานมาจากลีนุกซ์พร้อมด้วยตัวดูเว็บเพจ, ซอฟต์แวร์ผลิตภัณฑ์, ตัวส่งข้อความด่วน, และอื่นอีกมากมาย.
ug: %(distro)s مەھەللىدە ئىجاد قىلىنغان Linux ئاساسىدىكى ئەركىن مەشغۇلات سىستېمىسى، ئۇنىڭدا توركۆرگۈ، ئىشلەپچىقىرىش يۇمشاق دېتالى، مۇڭداشقۇ قاتارلىق نۇرغۇن دېتاللار بار.
uk: %(distro)s — це вільна операційна система на базі ядра Linux, що розробляється спільнотою. Її вже вкомплектовано веб-браузером, пакетом офісних застосунків, програмою обміну миттєвими повідомленнями та іншим корисним ПЗ.

source: %s CD Boot Helper
bs: %s pomagač za pokretanje s CDa
da: %s cd-opstartshjælper
es: Ayudante del cargador del CD de %s
gu: %s CD બૂટ મદદગાર
ja: %s CDブート・ヘルパ
kk: %s CD жүктегіш көмекшісі
oc: Assistent d'amorçatge sus CD %s
pt_br: %s Ajuda para CD de BOOT
sl: Pomočnik zagona s CD-ja %s
sr: %s помагач за покретање диска
tr: %s CD Yükleme Yardımcısı
ug: %s CD يېتەكلەش ياردەمچىسى
uk: %s Помічник завантажувача CD

source: Not enough disk space to proceed
bs: Nema dovoljno prostora na disku
da: Ikke nok diskplads til at fortsætte
es: No hay espacio suficiente en disco para continuar
gu: આગળ વધવા માટે પુરતી મુક્ત જગ્યા ડિસ્ક પર પ્રાપ્ય નથી.
ja: 続行するにはディスク容量が十分ではありません
kk: Жалғастыру үшін дискілік орын жетіспейді
my: ဆက်လက်လုပ်ဆောင်ရန် disk space မလုံလောက်တော့ပါ
oc: Pas pro d'espaci de disc per contunhar
pt_br: Sem espaço em disco para proceder
sl: Za nadaljevanje ni dovolj prostora
sr: Нема довољно простора на диску
th: ไม่มีที่ว่างดิสก์พอต่อการดำเนินการ
tr: Devam etmek için disk alanı yetersiz
ug: مەشغۇلات قىلىشقا يېتەرلىك دىسكا بوشلۇقى يوق
uk: Не вистачає вільного місця для продовження
vi: Không đủ dung lượng đĩa để tiếp tục

source: Accessibility
bs: Pristupačnost
da: Tilgængelighed
es: Accesibilidad
gu: સુલભતા
ja: アクセシビリティ
kk: Арнайы мүмкіндіктер
oc: Accessibilitat
pt_br: Acessibilidade
sl: Dostopnost
sr: Доступност
th: อำนวยทุพลภาพ
tr: Erişebilirlik
ug: قوشۇمچە ئىقتىدار
uk: Доступність

source: Install
bs: Instaliraj
da: Installér
es: Instalar
gu: સ્થાપન કરો
ja: インストール
kk: Орнату
oc: Installar
pt_br: Instalar
sl: Namesti
sr: Инсталирај
th: ติดตั้ง
tr: Yükle
ug: ئورنات
uk: Встановити
vi: Cài đặt

source: Install CD boot helper
bs: Instaliraj pomagač za pokretanje s CDa
da: Installer cd-opstartshjælper
es: Instalar el ayudante del cargador del CD
gu: બૂટ મદદગાર ઇન્સ્તાલ કરો
ja: CDブート・ヘルパをインストール
kk: CD жүктегіш көмекшісін орнату
my: CD boot helper အား install ပြုလုပ်ပါ
oc: Installar l'assistent d'amorçatge sus CD
pt_br: Instalar ajuda do CD de inicialização
sl: Namesti pomočnik zagona s CD-ja
sr: Инсталирај помагач за покретање диска
th: ติดตั้ง CD boot helper
tr: CD yükleme yardımcısını kur
ug: CD يىتەكلەش ياردەمچىسىنى ئورنات
uk: Встановити помічник завантажувача CD
