Repository: Zaryob/wubi
Catalog: po/shn.po
Languages: shn

source: An error occurred: %(error)s For more information, please see the log file: %(log)s
shn: ပဵၼ်လွင်ႈၽိတ်းပိူင်ႈဝႆႉ ၼိုင်ႈဢၼ်။ %(error)s ၶႅၼ်းတေႃႈပိုတ်ႇတူၺ်းတီႈ တွၼ်ႈတႃႇလူဢၢၼ်ႇလွင်ႈလိူင်ႈၼမ်၊ ၶႅၼ်းတေႃႈပိုတ်ႇတူၺ်းတီႈ %(log)s

source: A previous installation was detected in %s. Please uninstall that before continuing.
shn: လႆႈႁၼ်မီးဝႆႉ လွင်ႈသႂၢင်းဢွၼ်ႇတၢင်းဝႆႉတီႈ %s ။ ၶႅၼ်းတေႃႈ မွတ်ႇလူပ်းပႅတ်ႈဢၼ်ၼၼ်ႉၸူဝ်ႈပႆႇသိုပ်ႇၵႂႃႇ။

source: No CD detected, cannot run CD menu
shn: ဢမ်ႇလႆႈႁူႉႁၼ်မူၼ်ႉၶႅပ်း CD ၊ ဢမ်ႇၸၢင်ႈပိုတ်ႇ menu CD ။

source: Could not find any valid CD. CD boot helper can only be used with a Live CD.
shn: ဢမ်ႇႁႃႁၼ်လႆႈ မူၼ်ႉ သီႇတီဢၼ်ထုၵ်ႇမႅၼ်ႈဢၼ်လႂ်။ CD boot helper ၼႆႉၸႂ်ႉလႆႈလူၺ်ႈၸွမ်း Live CD ဢၼ်လဵဝ်။

source: Selecting the target directory
shn: တိုၵ်ႉလိူၵ်ႈဢဝ် target directory ယူႇ

source: Creating the installation directories
shn: တိုၵ်ႉႁဵတ်းပၼ် Installation Directories ယူႇ

source: Uncompressing files
shn: Umcompressing files

source: Creating the uninstaller
shn: တိုၵ်ႉႁဵတ်းပၼ် uninstaller ယူႇ

source: Copying installation files
shn: တိုၵ်ႉၸၼ်ၽေ installation file ၶဝ်ယူႇ

source: Retrieving installation files
shn: တိုၵ်ႉဢဝ် installation file ၶဝ်ယူႇ

source: Extracting the kernel
shn: တိုၵ်ႉ Extract Kernel ပၼ်ယူႇ

source: Choosing disk sizes
shn: လိူၵ်ႈပၼ် Disk Size ပၼ်လႄႈ။

source: Creating a preseed file
shn: တိုၵ်ႉႁဵတ်း Presseed File ယူႇ

source: Adding a new bootloader entry
shn: တိုၵ်ႉသႂ်ႇ Bootloader Entry ဢၼ်မႂ်ႇပၼ်ယူႇ

source: Setting up installation boot menu
shn: တိုၵ်ႉၵေႃႇသၢင်ႈပၼ် Boot Menu Installation ယူႇ

source: Creating the virtual disks
shn: တိုၵ်ႉႁဵတ်း Virtual Disks ယူႇ။

source: Ejecting the CD
shn: တိုၵ်ႉ Eject ပၼ်မူၼ်ႉသီႇတီႇ(CD) ယူႇ။

source: Installing %(distro)s-%(version)s
shn: တိုၵ်ႉႁဵတ်း Install %(distro)s-%(version)s ယူႇ

source: Extracting CD content
shn: တိုၵ်ႉ Extract ပၼ်ၸိူဝ်းဢၼ်ပႃးမီးၼႂ်းမူၼ်ႉသီႇတီႇ(CD) ယူႇ

source: Installing CD boot helper
shn: တိုၵ်ႉ Install ပၼ် CD Boot Helper ယူႇ

source: Remove bootloader entry
shn: တိုၵ်ႉဢဝ်ႇပႅတ်ႈ Bootloader Entry ယူႇ

source: Remove target dir
shn: တိုၵ်ႉဢဝ်ပႅတ်ႈ Target Dir ယူႇ

source: Remove registry key
shn: တိုၵ်ႉဢဝ်ပႅတ်ႈ Registry Key ယူႇ

source: Uninstalling %s
shn: Uninstalling %s ယူႇ

source: Checking CD %s
shn: တိုၵ်ႉထတ်း CD %s ယူႇ

source: Downloading information on installation files
shn: တိုၵ်ႉ Download သၢႆမၢႆလွင်ႈ Files ဢၼ်တေ Install ယူႇ

source: Checking installation files
shn: တိုၵ်ႉထတ်း Files ဢၼ်တေ Install ယူႇ

source: Extracting files from %s
shn: တိုၵ်ႉ Extract File တီႈ %s ယူႇ

source: Checking %s
shn: တိုၵ်ႉထတ်း %s ယူႇ

source: Downloading %s
shn: တိုၵ်ႉ Download %s ယူႇ

source: The installation failed. Logs have been saved in: %s. Note that in verbose mode, the logs may include the password. The system will now reboot.
shn: Installation ဢမ်ႇယဝ်ႉတူဝ်ႈလႆႈ။ သိမ်းဝႆႉ logs ၶဝ်ဝႆႉတီႈၼႂ်း %s ။ မၢႆတွင်းဝႆႉ logs ၼႂ်း mode verbose ၼၼ်ႉတေမီးပႃး password ၵေႃႈပဵၼ်လႆႈ။ System ၼႆႉတေ Reboot ယဝ်ႉ ။

source: Please select the appropriate accessibility profile
shn: ၶႅၼ်းတေႃႈလိူၵ်ႈဢဝ် accessibility profile ဢၼ်ထုၵ်ႇမႅၼ်ႈသေၵမ်း။

source: None
shn: ဢမ်လိူၵ်ႈသင်

source: Finish
shn: ယဝ်ႉယဝ်

source: Reboot required
shn: လူဝ်ႇလႆႈႁဵတ်း Reboot

source: To start the Live CD you need to reboot your machine leaving the CD in the tray. If your machine cannot boot from the CD, the last option should work in most cases.
shn: တႃႇတေတႄႇၸႂ်ႉ Live CD ၸဝ်ႈၵဝ်ႇတေလူဝ်ႇႁဵတ်း Reboot ၶိုင်ႈၸဝ်ႈၵဝ်ႈသေ ဢဝ် CD သႂ်ႇဝႆႉ။ ပေႃးၶိုင်ႈၸဝ်ႈၵဝ်ႇဢမ်ႇ Boot မႃးတီႈ CD ဢၼ်လၢႆး Option ထုၵ်ႇႁဵတ်းၵၢၼ်ပၼ်လိူင်ႈၵမ်ႉၼမ်။

source: Reboot now
shn: ႁဵတ်း Reboot တေႃႇလဵဝ်

source: I want to manually reboot Later
shn: ၸဝ်ႈၵဝ်ႇတေႁဵတ်း Reboot ႁင်းၵူၺ်းဝၢႆးလင်

source: Help me to boot from CD
shn: ၸွႆႈထႅမ်ၸဝ်ႈၵဝ်ႇတႃႇ Boot မႃးတီႈ CD

source: Demo and full installation
shn: ၸၢမ်းၸႂ်ႉတူၺ်းသေသိုပ်ႇႁဵတ်း Install ဢၼ်တဵမ်

source: Try %(distro)s without installing! Simply reboot your machine with the CD in the tray. You may perform a full installation from within the demo to install %(distro)s either alongside Windows or as the only operating system.
shn: ဢမ်ႇႁဵတ်းပႃး Installation သေၸၢမ်းၸႂ်ႉတူၺ်း %(distro)s ဢဝ် CD သႂ်ႇသေၶိုၼ်း Boot ၶိုင်ႈၸဝ်ႈၵဝ်ႇ။ ၸဝ်ႈၵဝ်ႇတေႁဵတ်းလႆႈ Installation ဢၼ်တဵမ်တီႈၼႂ်း Demo တႃႇႁဵတ်း Install %(distro)s ဢမ်ႇၼၼ်သႂၢင်းသႂ်ႇၸွမ်း Windows ၊ ဢမ်ႇၼၼ်သႂၢင်းသႂ်ႇ OS ဢၼ်လဵဝ်။

source: Install inside Windows
shn: ႁဵတ်း Install ၼႂ်း Windows

source: Install and uninstall %(distro)s like any other application, without the need for a dedicated partition. You will be able to boot into either Windows or %(distro)s. Hibernation is not enabled in this mode and disk performance is slightly reduced.
shn: တႃႇ Install/uinstall %(distro)s ၼၼ်ႉဢမ်ႇလူဝ်ႇၸႅၵ်ႇၽေ Partition ပၼ်ႁင်းၶေႃ တေဢဝ်ဢွၵ်ႇဢဝ်ၶဝ်ႈပႅတ်ႈမိူၼ်ၼင် Application တင်ႇဢၼ်။ ၸဝ်ႈၵဝ်ႇတေ Boot ၶဝ်ႈတီႈ Windows ဢမ်ၼၼ်%(distro)s လႆႈ။ Hibernation တေဢမ်ႇပိုတ်ႇဝႆႉၼႂ်း Mode ၼႆႉ၊ Disk Performace ၵေႃႈတေယွမ်းဢိတ်းဢွၼ်ႇ။

source: Learn more
shn: သိုပ်ႇလဵပ်ႈႁဵၼ်းထႅင်ႈၼမ်ၼမ်

source: %(distro)s is a free, community developed, linux-based operating system complete with a web browser, productivity software, instant messaging, and much more.
shn: %(distro)s ၼႆႉ Free ။ ပဵၼ် Operation System ဢၼ် Linux ႁဵတ်းငဝ်ႈႁၢၵ်ႈ ယဝ်ႉဢိင်ၼိူဝ် Community သေ Develope ဝႆႉ ။ Web Broswer, Productivity Software, Instant Messaging ၸိူဝ်းၼႆႉဢမ်ၵႃးမီးပႃးတၢင်းၼမ်။

source: Not enough disk space to proceed
shn: Disk Space ဢမ်ႇၵုမ်ႇတႃႇသိုပ်ႇႁဵတ်းၵႂႃႇၼႃႈ

source: Install
shn: သႂၢင်း (Install)

source: Install CD boot helper
shn: တေႁဵတ်း Install CD Boot Helper

source: If your machine cannot boot off the CD, this program will install a new boot menu entry to help you boot from CD. In most cases this program is not needed, and it is sufficient to reboot with the CD-Rom in the tray. Do you want to proceed and install the CD booter?
shn: ပေႃးၶိူင်ႈၸဝ်ႈၵဝ်ႇ ဢမ်ႇၸၢင်ႈ Boot မႃးတီႈ မူၼ်ႉ CDၸိူင် Program ၼႆႉတေၶိုၼ်းသႂၢင်း Install boot menu entry ဢၼ်မႂ်ႇတႃႇၸွႆႈထႅမ်ၸဝ်ႈၵဝ်ႇ တႃႇ Boot မႃးတီႈ မူၼ်ႉCD။ ၵမ်ႉၼမ်ၼမ် Program ဢၼ်ၼႆႉဢမ်ႇလူဝ်ႇသေ တိုၼ်းတေလႆႈၶိုၼ်း Reboot ၸွမ်း CD Rom။ ၸဝ်ႈၵဝ်ႇၶႂ်ႉသိုပ်ႇႁဵတ်းသၢင်ႈၵႂႃႇသေ သႂၢင်း Install CD Booter ယူႇႁႃႉ။

source: Are you sure you want to quit?
shn: ၸဝ်ႈၵဝ်ႇၼႄႉၼွၼ်းယူႇႁႃႉဢၼ်တေၵိူတ်းယိုတ်းပႅတ်ႈၼၼ်ႉ?

source: Completing the %s Setup Wizard
shn: %s Setup Wizard တိုၵ်ႉႁဵတ်းႁႂ်ႈယဝ်ႉတူဝ်ႈလီငၢမ်းယူႇ။

source: You need to reboot to complete the installation
shn: တွၼ်ႈတႃႇႁႂ်ႈလွင်ႈသႂၢင်း Installation ယဝ်ႉတူဝ်ႈလီငၢမ်းၼၼ်ႉ ၸဝ်ႈၵဝ်ႇတေလႆႈႁဵတ်း Reboot။

source: I want to manually reboot later
shn: ဝၢႆးလင်မႃးၵွၼ်ႇ ၸဝ်ႈၵဝ်ႇၶႂ်ႉႁဵတ်း Reboot ႁင်းၵူၺ်း။

source: Only %sMB of disk space are available. At least 1024MB are required as a bare minimum. Quitting
shn: Disk Space တေပဝ်ႇဝႆႉ %sMB ၵူၺ်း။ တေလူဝ်ႇတီႈဢႄႇသူတ်း 1024MB လႄႈ တိုၵ်ႉႁဵတ်း Quit ယူႇ။

source: %(min_space)sMB of disk size are required for installation. Only %(max_space)sMB are available. The installation may fail in such circumstances. Do you wish to continue anyway?
shn: တွၼ်ႈတႃႇတေႁဵတ်းလွင်ႈသႂၢင်း Install ၼၼ်ႉ Disk Size တေလႆႈမီး %(min_space)sMB။ ယၢမ်းလဵဝ်တေၸႂ်ႉလႆႈ %(max_space)sMB ၵူၺ်း။ ၸွမ်းၼင်ႇသၢႆငၢႆမီးၼင်ႇၼႆ လွင်ႈႁဵတ်းသၢင်ႈ သႂၢင်း Install ၸၢင်ႈတူၵ်းသူမ်း။ ၸိူင်ႉႁိုဝ်ၵေႃႈယဝ်ႉၸွင်ႇၸဝ်ႈၵဝ်တေသိုပ်ႇႁဵတ်းၵႂႃႇ ?

source: (%sGB free)
shn: (%sGB ပဝ်ႇဝႆႉ)

source: Please select username and password for the new account
shn: ၶႅၼ်းတေႃႈလိူၵ်ႈပၼ် username လႄႈ password တႃႇ account မႂ်ႇ။

source: Language:
shn: ၶေႃႈၵႂၢမ်း-

source: Username:
shn: ၸိုဝ်ႈၽူႈၸႂ်ႉတိုဝ်း-

source: Password:
shn: မၢႆလပ်ႉ-

source: You are about to install %(distro)s-%(version)s
shn: ၸဝ်ႈၵဝ်ႇတေသႂၢင်း Install %(distro)s-%(version)s

source: %(min_memory)sMB of memory are required for installation. Only %(total_memory)sMB are available. The installation may fail in such circumstances. Do you wish to continue anyway?
shn: Memory %(min_memory)sMB တေလူဝ်ႇတႃႇႁဵတ်း Installation။ ယၢမ်းလဵဝ်တေၸႂ်ႉလႆႈ %(total_memory)sMB ၵူၺ်း။ ၸွမ်းၼင်ႇသၢႆငၢႆမီးၼင်ႇၼႆ လွင်ႈႁဵတ်းသၢင်ႈ သႂၢင်း Install ၸၢင်ႈတူၵ်းသူမ်း။ ၸိူင်ႉႁိုဝ်ၵေႃႈယဝ်ႉၸွင်ႇၸဝ်ႈၵဝ်တေသိုပ်ႇႁဵတ်းၵႂႃႇ ?

source: Please enter a valid username.
shn: ၶႅၼ်းတေႃႈ သႂ်ႇၸိုဝ်ႈၽူႈၸႂ်ႉတိုဝ်းဢၼ်ထုၵ်ႇမႅၼ်ႈသေၵမ်း။

source: Please use all lower cases in the username.
shn: ၶႅၼ်းတေႃႈၸႂ်ႉပၼ်လိၵ်ႈတူဝ်လဵၵ်ႉတီႈ ၸိုဝ်ႈၽူႈၸႂ်ႉတိုဝ်း။

source: Please do not use spaces in the username.
shn: ၶႅၼ်းတေႃႇယႃႇၸႂ်ႉ Space တီႈ ၸိုဝ်ႈၽူႈၸႂ်ႉတိုဝ်း။

source: Your username must start with a lower-case letter.
shn: ၸိုဝ်ႈၽူႈၸႂ်ႉတိုဝ်းၸဝ်ႈၵဝ်ႇၼၼ်ႉ ထုၵ်ႇလီတႄႇတႅမ်ႇဝႆႉ လိၵ်ႈတူဝ်လဵၵ်ႉ။

source: Your username must contain only lower-case letters, numbers, hyphens, and underscores.
shn: ၸိုဝ်ႈၽူႈၸႂ်ႉတိုဝ်းၸဝ်ႈၵဝ်ႇၼၼ်ႉ ထုၵ်ႇလီပႃး လိၵ်ႈတူဝ်လဵၵ်ႉ၊ မၢႆဢၢၼ်ႇ၊ Hyphens လႄႈ Underscores မဵဝ်းလဵဝ်။

source: The selected username is reserved, please select a different one.
shn: ၸိူဝ်ႈၽူႈၸႂ်ႉတိုဝ်း ဢၼ်လိူၵ်ႈဝႆႉၼၼ်ႉ တိုၵ်ႉၸႂ်ႉတိုဝ်းဝႆႉယူႇ၊ ၶႅၼ်းတေႃႈ လိူၵ်ႈဢၼ်ပႅၵ်ႇပိူင်ႈထႅင်ႈဢၼ်ၼိုင်ႈ။

source: Please enter a valid password.
shn: ၶႅၼ်းတေႃႈ သႂ်ႇမၢႆလပ်ႉဢၼ်ထုၵ်ႇမႅၼ်ႈသေၵမ်း။

source: Please do not use spaces in the password.
shn: ၶႅၼ်းတေႃႇယႃႇၸႂ်ႉ Space တီႈ မၢႆလပ်း။

source: Passwords do not match.
shn: မၢႆလပ်း မၼ်းဢမ်ႇထုၵ်ႇမိူၼ်ၵၼ်။

source: Please wait
shn: ၶႅၼ်းတေႃႈပႂ်ႉဝႆႉ

source: Do not download, use a local file
shn: ဢမ်ၸၼ်လူင်း၊ တေၸႂ်ႉ local file ဢဝ်

source: Remaining time approximately %s
shn: ၶၢဝ်းယၢမ်းတေၵိုတ်းဝႆႉမွၵ်ႈ %s

source: Uninstallation completed
shn: လွင်ႈ Uninstall ယဝ်ႉတူဝ်ႈလီငၢမ်းယဝ်ႉ။

source: %s has been successfully uninstalled
shn: %s ၼႆႉ unstall ယဝ်ႉတူဝ်ႈလီငၢမ်းယဝ်ႉ။

source: %s Uninstaller
shn: %s Unstaller

source: Uninstallation required
shn: လူဝ်ႇလႆႈႁဵတ်း Unstall

source: You are about to uninstall %s
shn: ၸဝ်ႈၵဝ်ႇတေႁဵတ်း %s Uninstall

source: A previous installation was detected, it needs to be uninstalled before continuing
shn: လွင်ႈသႂၢင်း Install ဢွၼ်တၢင်းလႆႈႁၼ်မီးဝႆႉ၊ ဢၼ်ၼၼ်ႉတေလႆႈႁဵတ်း Unstall ယဝ်ႉၸွင်ႇသိုပ်ႇႁဵတ်းၵႂႃႇထႅင်ႈ

source: Are you sure you want to uninstall?
shn: ၸဝ်ႈၵဝ်ႇၼႄႉၼွၼ်းယူႇႁႃႉ တေႁဵတ်း Uninstallၼၼ်ႉ?

source: Backup the downloaded files (ISO)
shn: ႁဵတ်း Backup File(ISO) ဢၼ် ၸၼ်လူင်းဝႆႉၼၼ်ႉလႄႈ။
